<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="944" height="802" border="1">
  <tr>
    <td height="92" colspan="2"><h3 align="left" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71">S.I.A. 6.0</h3>
    <h3 align="left" class="Estilo1">NOMINA Y PERSONAL</h3></td>
  </tr>
  <tr>
    <td width="477" height="174"><div align="justify"> 
      <p><strong>TIPOS DE NOMINA</strong></p>
      <p>Esta opci&oacute;n permite actualizar la informaci&oacute;n de los diferentes tipos de n&oacute;minas que van a ser calculadas por el m&oacute;dulo.</p>
      <p> Es importante tener presente que los tipos de n&oacute;minas se identifican por la forma de pago y la clasificaci&oacute;n de los empleados en la organizaci&oacute;n.</p>
    </div></td>
    <td width="451"><p align="center"><strong>IMPORTANTE</strong> </p>
      <p align="justify">Debe tener cuidado a la hora de modificar informaci&oacute;n en un tipo de n&oacute;mina, ya que esto repercute en la forma de calcular la nomina. Se recomienda realizar los cambios antes de comenzar a trabajar en el men&uacute; Procesos. Para cambiar el c&oacute;digo del tipo de n&oacute;mina se debe eliminar e introducir con un nuevo c&oacute;digo, solo si no existen nomina calculadas con anterioridad. </p></td>
  </tr>
  <tr>
    <td height="487"><p><strong>Actualizar Tipos de Nomina: </strong></p>
      <ul>
        <li> En el men&uacute; <strong>Archivos</strong> elija <strong>Tipos de N&oacute;minas </strong>y presione<strong><strong><strong> Click.</strong></strong></strong></li>
        <li>Haga clic en <strong>Incluir</strong> , en la barra de Men&uacute; del sistema. </li>
        <li> Escriba el c&oacute;digo que identifica la n&oacute;mina y presione <strong>TAB</strong>.</li>
      </ul>      
      <p><strong align="justify">Nota :</strong> Este campo es de dos d&iacute;gitos y es imprescindible que sea num&eacute;rico, por ejemplo: 01, 02, y as&iacute; sucesivamente. </p>
      <ul>
        <li>Escriba la nombre del tipo de n&oacute;mina (por ejemplo: Empleados Fijos, Empleados Contratados, etc.) y pulse <strong>TAB</strong>.</li>
        <li> Seleccione la frecuencia de pago y presione <strong>TAB</strong>. </li>
        <li>Escriba D&iacute;a, Mes y A&ntilde;o hasta donde se realiz&oacute; el &uacute;ltimo c&aacute;lculo de n&oacute;mina (por ejemplo si la &uacute;ltima n&oacute;mina fue la segunda quincena de diciembre del a&ntilde;o 2009 la fecha a ser&iacute;a 31-12-2009) y presione <strong>TAB</strong>. </li>
        <li>Indique si desea redondear los decimales de la n&oacute;mina que esta definiendo y pulse <strong>TAB</strong>. </li>
      </ul>      <p align="justify"><strong>Nota :</strong> Por ejemplo si el calculo de un concepto es 512,23 el sistema redondear&aacute; el &uacute;ltimo decimal, es decir colocar&aacute; 512,25. </p>
    <p>&nbsp;</p>    </td>
    <td><ul>
      <li>
        <div align="justify">Se&ntilde;ale el n&uacute;mero de la semana o quincena en que se encuentra el nuevo c&aacute;lculo de n&oacute;mina a realizar y pulse <strong>TAB</strong>. </div>
      </li>
      <li>
        <div align="justify">Los siguientes campos deben registrarse mas adelante cuando se tengan ya definidos los c&oacute;digos de los conceptos requeridos. </div>
      </li>
      <li>
        <div align="justify"> Los campos de Genera Informaci&oacute;n orden de pago y C&oacute;digos de Estructura de O/p Nomina se definen al momento de integrar la nomina. </div>
      </li>
      <li>
        <div align="justify">Pulse el bot&oacute;n <strong>Grabar</strong> para registrar los datos suministrados o <strong>Blanquear</strong> para inicializar los campos. </div>
      </li>
    </ul>      <p align="justify">De forma Similar se presenta la opcion de <strong>Modificar</strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el C&oacute;digo del Tipo de Nomina que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar</strong>, en la barra de men&uacute; del sistema y  proceda a cambiar los campos requeridos. </p>
    <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
    <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de Tipo de Nomina.</p>
    <p align="justify">Presione el Bot&oacute;n <strong>Menu</strong>, para volver al menu principal del Modulo.</p></td>
  </tr>
</table>
</body>
</html>
