<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="952" height="858" border="1">
  <tr>
    <td height="71" colspan="2" valign="top"><h3 align="left" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71">S.I.A. 6.0</h3>
    <h3 align="left" class="Estilo1">NOMINA Y PERSONAL</h3></td>
  </tr>
  <tr>
    <td width="495" height="106" valign="top">      <p align="justify"><strong>CARGA MONTOS DE CONCEPTOS MANUAL</strong></p>
      <p align="justify">Esta opci&oacute;n permite registrar todos los montos relacionados con los c&aacute;lculos de n&oacute;minas tales como sueldo, monto de primas, retenciones, etc. Es importarte resaltar que estos ser&aacute;n procesados por las f&oacute;rmulas de conceptos creadas. Adem&aacute;s hay que tener en cuenta que si un concepto no tiene una f&oacute;rmula, solo hay que introducir la cantidad y el monto para que el m&oacute;dulo multiplique ambas celdas. </p>      <p align="justify">&nbsp;</p>      </td><td width="441" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
        <p align="justify"> Hay conceptos que no necesitan de una f&oacute;rmula para ser presentados o calculados en las n&oacute;minas, solo deben llenar la celda <strong>Cantidad </strong> y la celda <strong>Monto </strong> para que el m&oacute;dulo multiplique ambos valores. </p>        <p align="justify">&nbsp;</p>
        </td>
  </tr>
  <tr>
    <td height="563" valign="top"><p align="justify"><strong>Actualizar Montos de Conceptos Manual : </strong><strong></strong></p>
      <ul>
        <li> En el men&uacute; <strong>Procesos,</strong> pulse<strong> Movimiento de Nomina</strong><strong><strong><strong>. </strong></strong></strong>Haga click en<strong> Carga Manual.</strong></li>
        <li> Escriba el c&oacute;digo del Tipo de nomina, donde se realizara la carga manual de los conceptos  y presione <strong>TAB</strong>. </li>
        <li> Escriba el c&oacute;digo del Concepto de nomina, donde se realizara la carga manual  y presione <strong>TAB</strong>.</li>
        <li>Pulse <strong>Click</strong> en el bot&oacute;n <strong>Cargar Asignaciones</strong>, esto permite actualizar los trabajadores que poseen el concepto asignado.</li>
      </ul>      
      <p align="justify"><strong>Nota: </strong> Los trabajadores que posean asignado el concepto  indicado seran mostrados en la ventana siguiente, con la informaci&oacute;n del mismo; Activo (<strong>Act</strong>.), Calculable (<strong>Cal</strong>.), Frecuencia, Cantidad y Monto. </p>      
      <ul>
        <li>
          <div align="justify">Pulse <strong>Doble Click</strong> en la fila correspondiente al empleado al que desea registrar los valores  de cantidad y monto de forma manual, seguidamente se desplegara una ventana de <strong>Modificar Carga Manual</strong>.</div>
        </li>
        <li>
          <div align="justify"> Indique si el concepto esta activo o no  y presione <strong>TAB</strong>.</div>
        </li>
        <li>
          <div align="justify">Indique si el concepto es calculable o no y presione <strong>TAB</strong>.</div>
        </li>
        <li>
          <div align="justify"> Indique la frecuencia de calculo para el concepto y presione <strong>TAB</strong>.</div>
        </li>
        <li>
          <div align="justify">Indique la cantidad  y presione <strong>TAB</strong>.</div>
        </li>
        <li>
          <div align="justify"> Indique el monto y presione <strong>TAB</strong>.</div>
        </li>
      </ul>      
      <p align="justify"><strong>Nota: </strong> Los campos cantidad y monto se actualizaran manualmente cuando el concepto no posea formula. </p>
      <p align="justify">Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada y <strong>Atras</strong> para volver a la ventana de trabajadores. </p></td>
    <td valign="top"><p align="justify">&nbsp;</p>
      <p align="justify">Pulse el bot&oacute;n <strong>Cambiar</strong>  para cambiar el valor de cantidad o monto por un valor nuevo. </p>
      
      <div align="justify">
        <ul>
          <li>Indique el valor que deseas cambiar (Cantidad o Monto) y presione <strong>TAB</strong>. </li>
            <li>Seleccione si el valor es especifico o todos los valores y presione <strong>TAB</strong>.</li>
            <li>Indique el valor actual del campo cantidad o monto  y presione <strong>TAB</strong>. </li>
            <li>Indique el valor nuevo del campo cantidad o monto y presione <strong>TAB</strong>. </li>
            <li>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para procesar la informaci&oacute;n  y <strong>Atras</strong> para volver a la ventana de trabajadores.</li>
        </ul>
      </div>      <p align="justify">Pulse el bot&oacute;n <strong>Copiar</strong> para copiar cantidad o monto desde un concepto origen .</p>
      
      <div align="justify">
        <ul>
          <li>Seleccione el c&oacute;digo de concepto Desde (Origen) y presione <strong>TAB</strong>.</li>
            <li>Seleccione el c&oacute;digo de concepto Hasta (Destino) y presione <strong>TAB</strong>. </li>
            <li>Indique el valor que deseas afectar (Cantidad o Monto) y presione <strong>TAB</strong>. </li>
            <li>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada y <strong>Atras</strong> para volver a la ventana de trabajadores.</li>
        </ul>
      </div>      
      <p align="justify">Pulse el bot&oacute;n <strong>Filtrar</strong> permite mostrar en la ventana la informacion de los trabajadores segun un criterio especifico.</p>
      <ul>
        <li>Seleccione el criterio para filtrar y presione <strong>TAB</strong>.</li>
        <li>Indique el texto del filtro  y presione <strong>TAB</strong>. </li>
        <li>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para procesar la informaci&oacute;n  y <strong>Atras</strong> para volver a la ventana de trabajadores.</li>
      </ul>      
      <p align="justify">Pulse el bot&oacute;n <strong>Blanquear</strong> para blanquear los criterios de la carga.</p>      
      <p align="justify">Presione el Bot&oacute;n <strong>Menu</strong> <strong>Principal</strong>, para volver al menu principal del Modulo. </p></td>
  </tr>
</table>
e
</body>
</html>
