<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="952" height="621" border="1">
  <tr>
    <td height="71" colspan="2" valign="top"><h3 align="left" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71">S.I.A. 6.0</h3>
    <h3 align="left" class="Estilo1">NOMINA Y PERSONAL</h3></td>
  </tr>
  <tr>
    <td width="495" height="109" valign="top">      <p align="justify"><strong>LIQUIDACION DE   PRESTACIONES</strong></p>
      <p align="justify">A trav&eacute;s de esta opci&oacute;n se registra y calculan los conceptos correspondientes a las prestaciones sociales de un trabajador al momneto de la liquidaci&oacute;n.</p>    </td><td width="441" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
      <p align="justify">Es importante mencionar que los calculos se realizaran en base a los saldos de prestaciones y los sueldos de prestaciones registrados previamente. </p>
        </td>
  </tr>
  <tr>
    <td height="384" valign="top"><p align="justify"><strong>Actualizar Liquidaci&oacute;n de Prestaciones: </strong><strong></strong></p>
      
      <div align="justify">
          <ul>
            <li>En el men&uacute; <strong>Procesos, pulse </strong><strong>Prestaciones y Liquidaci&oacute;n </strong>y presione<strong><strong><strong> Click </strong></strong>en<strong><strong> Liquidaci&oacute;n de Prestaciones.</strong></strong></strong></li>
          </ul>
          <p><strong>NOTA:</strong> La ventana muestra dos pesta&ntilde;as <strong>INFORMACION DE</strong> <strong>Y CONCEPTOS DE LIQUIDACION, </strong>estas  corresponden a los campos referidos a la liquidacion propiamente dicha y a los conceptos utilizados  para el calculo de dicha liquidaci&oacute;n.</p>
          <ul>
            <li> Haga click en el bot&oacute;n <strong>Incluir </strong>, en la barra de men&uacute; del sistema. </li>
            <li> Escriba el c&oacute;digo del Trabajador al cual se va a calcular la liquidaci&oacute;n y presione <strong>TAB</strong>. </li>
            <li>Haga Click en la pesta&ntilde;a <strong>INFORMACION DE</strong> y introduzca la informaci&oacute;n solicitada. </li>
            <li>Escriba la fecha de liquidaci&oacute;n y pulse <strong>TAB</strong>.</li>
          </ul>
      </div>      
      <p align="justify"><strong align="justify">Nota: </strong> El sistema calcula la antiguedad del trabajador en a&ntilde;os,  meses y dias.</p>
      <ul>
        <li>Escriba el sueldo basico  y pulse <strong>TAB</strong>. </li>
        <li>Indique el tipo de liquidaci&oacute;n y pulse <strong>TAB</strong>.</li>
        <li>Indique sueldo base Calculo Liquidaci&oacute;n y pulse <strong>TAB</strong>.</li>
        <li>Indique sueldo base Calculo de Vacaciones y pulse <strong>TAB</strong>.</li>
        <li>Indique dias a cancelar Preaviso y pulse <strong>TAB</strong>.</li>
        <li>Indique monto de preaviso y pulse <strong>TAB</strong>.</li>
        <li>Indique antiguedad articulo 125 y pulse <strong>TAB</strong>.</li>
        <li>Indique antiguedad articulo 108 y pulse <strong>TAB</strong>.</li>
        <li>Indique antiguedad dep pulse <strong>TAB</strong>.</li>
        <li>Indique adelanto y pulse <strong>TAB</strong>.</li>
        <li>Indique prestaciones y pulse <strong>TAB</strong>.</li>
        <li>Indique intereses y pulse <strong>TAB</strong>.</li>
        <li>Indique intereses fracc. y pulse <strong>TAB</strong>.</li>
        <li>Indique total intereses y pulse <strong>TAB</strong>.</li>
        <li>Indique vacaci&oacute;n fraccionada  y pulse <strong>TAB</strong>.</li>
        <li>Indique bono vacaci&oacute;n fraccionada y pulse <strong>TAB</strong>.</li>
        <li>Indique vacaci&oacute;n pendiente y pulse <strong>TAB</strong>.</li>
        <li>Indique bono vacaci&oacute;n pendiente y pulse <strong>TAB</strong>.</li>
      </ul>      
      <p align="justify">Pulse el bot&oacute;n <strong>Grabar</strong> para registrar los datos suministrados o <strong>Blanquear</strong> para inicializar los campos. </p>
    </td>
    <td valign="top"><div align="justify">
      <p>&nbsp;</p>
      <p>Haga Click en la pesta&ntilde;a <strong>CONCEPTOS DE LIQUIDACION </strong> y introduzca la informaci&oacute;n solicitada. </p>
      <ul>
        <li>Escriba el codigo del concepto y pulse <strong>TAB</strong>. </li>
        <li>Indique el monto base y pulse <strong>TAB</strong>.</li>
        <li>Indique la cantidad y pulse <strong>TAB</strong>.</li>
        <li>Indique el monto del concepto y pulse <strong>TAB</strong>.</li>
        </ul>
      <p>De forma Similar se presenta la opcion de <strong>Modificar</strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el C&oacute;digo del trabajador que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar</strong>, en la barra de men&uacute; del sistema y proceda a cambiar los campos requeridos. </p>
      </div>      
      <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
      <ul>
        <li>
          <div align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de Pago de Prestaciones.</div>
        </li>
      </ul>      
      <div align="justify">
          <ul>
            <li>Presione el Bot&oacute;n <strong>Menu</strong>, para volver al menu principal del Modulo.</li>
          </ul>
      </div>      
      <ul>
      </ul></td>
  </tr>
</table>
e
</body>
</html>
