<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="944" height="661" border="1">
  <tr>
    <td height="94" colspan="2" valign="top"><h3 align="left" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71">S.I.A. 6.0</h3>
    <h3 align="left" class="Estilo1">NOMINA Y PERSONAL</h3></td>
  </tr>
  <tr>
    <td width="479" height="122" valign="top">      <p align="justify"><strong>CARGOS </strong></p>
      <p align="justify">Podra definir un cat&aacute;logo de  cargos existente en la instituci&oacute;n, de acuerdo al RAC aprobado previamente. Ademas permite al usuario dise&ntilde;ar los cargos de acuerdo a la tabla de grado y paso respectivamente. </p>      </td><td width="449" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
        <p align="justify">Haga click en el bot&oacute;n <strong>Actualizar Cargos Asignados </strong>del menu de la opci&oacute;n para procesar la asignaci&oacute;n de cargos de los trabajadores:</p>        
        <div align="justify">
          <ul>
            <li>En el men&uacute; <strong>Archivos </strong> elija <strong>Cargos.</strong></li>
              <li>Haz clic en el bot&oacute;n <strong>Actualizar Cargos </strong><strong>Asignados.</strong></li>
          </ul>
        </div>        
        <ul>
        </ul>        </td>
  </tr>
  <tr>
    <td height="385" valign="top"><p align="justify"><strong>Actualizar Cargos: </strong><strong></strong></p>
       
      <div align="justify">
          <ul>
            <li>En el men&uacute; <strong>Archivos </strong> elija la opcion<strong> Cargos </strong>y presione<strong> Click.</strong></li>
            <li>De la barra de menu, pulse el bot&oacute;n <strong>Incluir.</strong></li>
            <li>        En la celda <strong>C&oacute;digo de Cargo </strong> escriba el c&oacute;digo que identifica el cargo que desea incluir y presione <strong>TAB</strong>.
            </li>
          </ul>
      </div>      <p align="justify"><strong>Nota </strong>Es c&oacute;digo debe ser num&eacute;rico y la mascara o formato depende de la definici&oacute;n inicial en el m&oacute;dulo SIA Configuraci&oacute;n y Mantenimiento. </p>
        <div align="justify">
          <ul>
            <li>Escriba la descripci&oacute;n del cargo (por ejemplo Alcalde, Director de Administraci&oacute;n, etc.) y presione<strong>TAB</strong>.</li>
            <li>Escriba el Grado del Cargo (grado 1) y presione<strong>TAB</strong>.</li>
            <li> Escriba el Paso del Cargo (paso 1) y presione<strong>TAB</strong>.</li>
            <li>Escriba el numero de  Cargos ( 1) y presione<strong>TAB</strong>.</li>
            <li> Escriba los cargos asignados y presione<strong>TAB</strong>.</li>
          </ul>
        </div></td>
    <td valign="top"><p align="justify">&nbsp;</p>
      
      <div align="justify">
          <ul>
            <li>Pulse el bot&oacute;n <strong>Grabar</strong>  para registrar los datos suministrados o <strong>Blanquear</strong>  para inicializar los campos. </li>
          </ul>
      </div>      <p align="justify">De forma Similar se presenta la opcion de <strong>Modificar</strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el C&oacute;digo del cargo que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar</strong>, en la barra de men&uacute; del sistema y proceda a cambiar los campos requeridos. </p>      
      <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
      <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de Cargos.</p>
      <p align="justify">Con el Bot&oacute;n <strong>Menu</strong>, volvemos al menu principal del Modulo. </p></td>
  </tr>
</table>
e
</body>
</html>
