<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="944" height="732" border="1">
  <tr>
    <td height="70" colspan="2" valign="top"><h3 align="left" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71">S.I.A. 6.0</h3>
    <h3 align="left" class="Estilo1">NOMINA Y PERSONAL </h3></td>
  </tr>
  <tr>
    <td width="479" height="114" valign="top">      <p align="justify"><strong>DEPARTAMENTOS</strong></p>
    <p align="justify">Crea un cat&aacute;logo de los departamentos existentes en la instituci&oacute;n que estar&aacute;n asociados con los trabajadores de igual forma se asignan a cada departamento los cargos adscritos a los mismos. </p>    </td><td width="449" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
      <p><strong>Advertencia: </strong>No se debe eliminar un codigo de departamento asociado en la opci&oacute;n <strong>Informaci&oacute;n del Trabajador </strong> del men&uacute; <strong>Archivos</strong>. </p>        
        </td>
  </tr>
  <tr>
    <td height="515" valign="top"><p align="justify"><strong>Actualizar Departamentos: </strong></p>
      <div align="justify">
        <ul>
          <li>En el men&uacute; <strong>Archivos </strong> elija <strong>Departamentos </strong>y presione <strong><strong>Click.</strong></strong></li>
          <li>De la barra de menu, pulse el bot&oacute;n <strong>Incluir.</strong></li>
          <li>En la celda <strong>C&oacute;digo Departamento </strong> escriba el c&oacute;digo que identifica el departamento que desea incluir y presione<strong> TAB</strong>. </li>
        </ul>
      </div>      <p align="justify"><strong>Nota </strong>Es c&oacute;digo debe ser num&eacute;rico y la mascara o formato depende de la definici&oacute;n inicial en el m&oacute;dulo SIA Configuraci&oacute;n y Mantenimiento.</p>
      <div align="justify">
        <ul>
          <li>Escribe la descripci&oacute;n del departamento (por Administraci&oacute;n, Presupuesto, Hacienda Municipal, etc.) y pulse <strong>TAB</strong>. </li>
        </ul>
      </div>      
      <ul>
        <li>Pulse el bot&oacute;n <strong>Grabar</strong> para registrar los datos suministrados o <strong>Blanquear</strong> para inicializar los campos. </li>
      </ul>      <div align="justify">
        <p align="justify">De forma Similar se presenta la opcion de <strong>Modificar y Eliminar </strong>, para esto se debe ubicar el  C&oacute;digo del departamento, al posicionarse haga <strong>Doble click</strong> en el codigo, luego haga <strong>Click</strong> en el bot&oacute;n <strong>Modificar o Eliminar </strong>, en la barra de men&uacute; del sistema y proceda a cambiar o a eliminar segun sea el caso. </p>
        <p align="justify">Al pie de la lista de codigos de departamentos, estan las opciones  <strong>1</strong>, <strong>2</strong> , <strong>Siguiente, </strong>esto permite avanzar a la siguiente pagina o al numero de pagina especificado de la lista mostrada.</p>
        </div>      </td>
    <td valign="top"><p align="justify">&nbsp;</p>
      <div align="justify">
        <ul>
          <li>En la barra de menu se ubica la opcion de <strong>Cargos del Departamento, </strong>esta opci&oacute;n se utiliza para asignar los cargos adcritos a cada departamento.</li>
          <li>Para esto se debe seleccionar con <strong>Doble Click</strong> el departamento en la lista que aparece, al cual se asignaran los cargos.</li>
          <li>Pulse el bot&oacute;n de <strong>Cargos del Departamento</strong>.</li>
          <li>Pulse el Bot&oacute;n de <strong>Agregar</strong> en la ventana de cargos por departamentos.</li>
          <li>Se procede a incluir los datos de los cargos, codigo del cargo, tipo de personal y cantidad de cargos, segun sea el caso. </li>
          <li>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para  guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de cargos asignados al departamento. </li>
        </ul>
        <p>Con el Bot&oacute;n <strong>Refrescar</strong> , se actualiza la informaci&oacute;n registrada en la lista de cargos por departamentos. </p>
        <p>Presione el Bot&oacute;n <strong>Menu</strong>, para volver al menu principal del Modulo.</p>
      </div>      
    </td>
  </tr>
</table>
e
</body>
</html>
