<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="952" height="858" border="1">
  <tr>
    <td height="71" colspan="2" valign="top"><h3 align="left" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71">S.I.A. 6.0</h3>
    <h3 align="left" class="Estilo1">NOMINA Y PERSONAL</h3></td>
  </tr>
  <tr>
    <td width="495" height="106" valign="top">      <p align="justify"><strong>TABLA DE INDEMNIZACION </strong></p>
      <p align="justify">A trav&eacute;s de esta opci&oacute;n se puede registrar los datos correspondientes a la tabla de indemnizaci&oacute;n utilizada por la instituci&oacute;n para el calculo de liquidaciones. </p>      </td><td width="441" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
        <p align="justify">La Tabla de indemnizaci&oacute;n se puede inicializar desde un archivo TXT o desde otra tabla ya definida.</p>
        <p align="justify">Presione el Bot&oacute;n <strong>Copiar</strong>, para.......?????????.....</p>        <p align="justify">&nbsp;</p>
        </td>
  </tr>
  <tr>
    <td height="563" valign="top"><p align="justify"><strong>Actualizar Tabla de Indemnizaci&oacute;n : </strong><strong></strong></p>
      <ul>
        <li> En el men&uacute; <strong>Archivos </strong> elija <strong>Tabla de Indemnizaci&oacute;n </strong>y presione<strong><strong><strong> Click.</strong></strong></strong></li>
        <li> Haga click en el bot&oacute;n <strong>Incluir </strong>, en la barra de men&uacute; del sistema. </li>
        <li> Escriba el c&oacute;digo del Tipo de nomina  a la que le van a definir los parametros para la tabla  y presione <strong>TAB</strong>. </li>
        <li> Escriba el consecutivo y presione <strong>TAB</strong>. </li>
        <li> Escriba el rango Desde (meses)  y presione <strong>TAB</strong>. </li>
        <li>Escriba el rango Hasta (meses) y presione <strong>TAB</strong>. </li>
      </ul>      
      <p><strong>Nota: </strong> Los dos campos anteriores se refieren al los rangos en meses Desde- Hasta, donde se evaluara el tiempo de antiguedad del empleado.</p>
      <ul>
        <li>Indique la cantidad de D&iacute;as de Antiguedad correspondientes al rango indicado anteriormente y presione <strong>TAB</strong>.</li>
        <li> Indique la cantidad de D&iacute;as de Preaviso correspondientes al rango indicado anteriormente y presione <strong>TAB</strong>.</li>
        <li>Indique la cantidad de D&iacute;as de Vacaciones  correspondientes al rango indicado anteriormente y presione <strong>TAB</strong>.</li>
        <li> Indique la cantidad de D&iacute;as de Vacaciones Adicionales correspondientes al rango indicado anteriormente y presione <strong>TAB</strong>.</li>
        <li>Indique la cantidad de D&iacute;as de Bono Vacacional correspondientes al rango indicado anteriormente y presione <strong>TAB</strong>.</li>
        <li> Indique la cantidad de D&iacute;as  Adicionales de Bono Vacacional correspondientes al rango indicado anteriormente y presione <strong>TAB</strong>.</li>
      </ul>      
      <p align="justify"><strong>Nota: </strong> Estos  campo se utilizaran para imputar al trabajador en el calculo de liquidaci&oacute;n , segun sea su antiguedad en meses expresadas en los rangos Desde - Hasta, los dias que le correspondan en. cada uno de los criterios mencionados.</p>
      </td>
    <td valign="top"><p align="justify">&nbsp;</p>
      <p align="justify">Pulse el bot&oacute;n <strong>Grabar</strong>  para registrar los datos suministrados o <strong>Blanquear</strong>  para inicializar los campos. </p>      <div align="justify">
        <p align="justify">De forma Similar se presenta la opcion de <strong>Modificar</strong> y <strong>Eliminar</strong> , para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el C&oacute;digo del tipo de nomina  que se desea modificar o eliminar , al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar</strong> o <strong>Eliminar</strong>, en la barra de men&uacute; del sistema y proceda a realizar los cambios requeridos. </p>
        <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
        <p align="justify">Presione el Bot&oacute;n <strong>Menu</strong>, para volver al menu principal del Modulo. </p>
      </div></td>
  </tr>
</table>
e
</body>
</html>
