<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="952" height="1966" border="1">
  <tr>
    <td height="71" colspan="2" valign="top"><h3 align="left" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71">S.I.A. 6.0</h3>
    <h3 align="left" class="Estilo1">NOMINA Y PERSONAL</h3></td>
  </tr>
  <tr>
    <td width="495" height="211" valign="top">      <p align="justify"><strong>INFORMACION DEL TRABAJADOR</strong></p>
      <p align="justify"> El exigente manejo de personal exige contar con la informaci&oacute;n pertinente sobre dichos recursos en forma tal que en todo momento se disponga de los datos relacionados con los mismo. A trav&eacute;s de esta opci&oacute;n se puede mantener informaci&oacute;n hist&oacute;rica relativa al personal, disponiendo de bases para realizar c&aacute;lculos, identificar tendencias, disponer de informaci&oacute;n ver&iacute;dica relacionadas con factores personales, educaci&oacute;n, desempe&ntilde;o del trabajador, cargos anteriores, incremento de sueldos y salarios, &aacute;rea general de desempe&ntilde;o o especializaci&oacute;n, edad, sexo, carga familiar, nivel de estudios primarios, secundarios y universitarios entre otros.</p>      </td><td width="441" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
        <p align="justify">Pulse el bot&oacute;n <strong>Asignar Conceptos</strong> de la barra de menu para realizar la <strong>asignacion de conceptos</strong> al trabajador, esto se realiza por el grupo que se indique en la ventana.  </p>
        <p align="justify">Pulse el bot&oacute;n <strong>Actualiza Edad</strong> de la barra de menu esto permite <strong>actualizar la edad</strong> del trabajador y familiares. </p>
        <p align="justify">Pulse el bot&oacute;n <strong>Actualiza Asignacion de Cargos</strong> de la barra de menu para realizar la  <strong>Actualizacion  de los Cargos </strong>al trabajador.</p>
        <p align="justify">Pulse el bot&oacute;n <strong>Actualiza Montos de Sueldo</strong> de la barra de menu para realizar la <strong>Actualizacion del Monto de Sueldo </strong>al trabajador.</p>
        <p align="justify">Pulse el bot&oacute;n <strong>Cambia Tipo de Nomina</strong> de la barra de menu para realizar el<strong> cambio de tipo de nomina </strong>del trabajador. Para esto se debe tener en cuenta que el trabajador no debe aparecer en ningun calculo de nomina despues del ultimo cierre (Ordinaria o extraordinaria). De ser asi debe borrarse dicho calculo por Menu de Proceso, calculo de nomina. </p>
        <p align="justify">Pulse el bot&oacute;n <strong>Cambio Codigo Trabajador </strong>de la barra de menu para realizar el<strong> cambio de codigo </strong>del trabajador. Para esto se debe tener en cuenta que el trabajador no debe aparecer en ningun calculo de nomina despues del ultimo cierre (Ordinaria o extraordinaria). De ser asi debe borrarse dicho calculo por Menu de Proceso, calculo de nomina. </p>        
        <p align="justify">Pulse el boton <strong>Cambia Cuenta Empresa</strong> de la barra de menu para realizar el <strong>cambio de la cuenta de empresa</strong> trabajador. Debe sumistrar la cuenta actual y la cuenta nueva. Esto lo ejecuta por tipo de nomina y codigo de trabajador. </p>
        <p align="justify">Pulse el boton <strong>Retira Codigo del trabajador</strong> de la barra de menu para realizar el <strong>retiro</strong> del trabajador. Debe sumistrar todos los datos concernientes al retiro.</p></td>
  </tr>
  <tr>
    <td height="1625" valign="top"><p align="justify"><strong>Actualizar Informaci&oacute;n del Trabajador: </strong><strong></strong></p>
      
      <div align="justify">
          <ul>
            <li> En el men&uacute; <strong>Archivos </strong> elija <strong>Informaci&oacute;n del Trabajador </strong>y presione<strong><strong><strong> Click.</strong></strong></strong></li>
              <li> Haga click en el bot&oacute;n <strong>Incluir</strong>, en la barra de men&uacute; del sistema. </li>
              <li> Escribe el c&oacute;digo que identifica el trabajador y presione <strong>TAB</strong>. </li>
          </ul>
          <blockquote><strong>Nota </strong> La mascara del formato del codigo es definida en el m&oacute;dulo SIA Configuraci&oacute;n y Mantenimiento. </blockquote>
          <ul>
            <li>Indique la c&eacute;dula de identidad del trabajador y presione <strong>TAB</strong>. </li>
              <li>Seleccione la nacionalidad y presione <strong>TAB</strong>. </li>
              <li>Escriba apellido( s) y nombre( s) del trabajador, luego  presione <strong>TAB</strong>. </li>
              <li>D&iacute;a, Mes y A&ntilde;o en que ingreso el trabajador, pulse <strong>TAB</strong>. </li>
              <li>De la lista Estatus Empleado seleccione <strong>Activo </strong> y teclee <strong>TAB</strong>. </li>
              <li>Seleccione o escriba el c&oacute;digo del tipo de n&oacute;mina a la cual pertenece el trabajador, luego presione <strong>TAB</strong>. </li>
              <li>Seleccione o escriba la categor&iacute;a program&aacute;tica y presione <strong>TAB</strong>. </li>
              <li>Indique la forma  de pago realizado al trabajador y pulse <strong>TAB</strong>. </li>
              <li>Escriba el n&uacute;mero de la cuenta bancaria del trabajador y pulse <strong>TAB</strong>. </li>
              <li>Seleccione el tipo de cuenta bancaria y presione <strong>TAB</strong>. </li>
              <li>Seleccione o escriba el c&oacute;digo de la cuenta bancaria de la instituci&oacute;n de donde se debita el pago al trabajador y presione <strong>TAB.</strong></li>
              <li>Escriba si presenta declaraci&oacute;n jurada y pulse <strong>TAB</strong>. </li>
              <li>Indique de ser cierto la anterior la fecha de la declaraci&oacute;n jurada y pulse <strong>TAB</strong>. </li>
              <li>Indique el monto de la declaraci&oacute;n jurada y pulse <strong>TAB</strong>.</li>
              <li> Escriba si cotiza LPH y pulse <strong>TAB</strong>. </li>
              <li>Indique de ser cierto la anterior el Banco y pulse <strong>TAB</strong>. </li>
              <li>Indique la cuenta y pulse <strong>TAB</strong>.</li>
              <li>Indique la fecha de inscripci&oacute;n en LPH y pulse <strong>TAB</strong>.</li>
              <li>Indique la fecha de desincorporaci&oacute;n de LPH y pulse <strong>TAB</strong>.</li>
              <li>Indique fecha programado de Egreso y pulse <strong>TAB</strong>.</li>
              <li>Indique el motivo del egreso y pulse <strong>TAB</strong>.</li>
              <li>Indique la fecha de fin de contrato y pulse <strong>TAB</strong>.</li>
              <li>Indique la Jerarquia del trabajador y pulse <strong>TAB</strong>.
              </li>
              <li>Indique si o no se hara el pago de vacaciones por nomina y pulse <strong>TAB</strong>.</li>
              <li>Indique la fecha de retorno de vacaciones y pulse <strong>TAB</strong>.</li>
              <li>Indique el Tipo de Trabajador y pulse <strong>TAB</strong>.</li>
              <li>Indique el Codigo de Ubicacion y pulse <strong>TAB</strong>.</li>
              <li>Indique el Grado de Instrucci&oacute;n y pulse <strong>TAB</strong>.</li>
              <li>Indique la Profesi&oacute;n y pulse <strong>TAB</strong>.</li>
              <li>Indique el Estado Civil  y pulse <strong>TAB</strong>.</li>
              <li>Indique el Sexo y pulse <strong>TAB</strong>.</li>
              <li>Indique la Fecha de Nacimiento y pulse <strong>TAB</strong>. A continuaci&oacute;n el sistema calculara automaticamente la edad.</li>
              <li>Indique el Lugar de Nacimiento y pulse <strong>TAB</strong>. </li>
              <li>Indique la Direcci&oacute;n de Habitaci&oacute;n y pulse <strong>TAB</strong>.</li>
              <li>Indique el Estado y pulse <strong>TAB</strong>.</li>
              <li>Indique el Municipio y pulse <strong>TAB</strong>.</li>
              <li>Indique la Ciudad y pulse <strong>TAB</strong>.</li>
              <li>Indique la Parroquia y pulse <strong>TAB</strong>.</li>
              <li>Indique el Telefono de Habitacion y pulse <strong>TAB</strong>.</li>
              <li>Indique el Telefono Movil y pulse <strong>TAB</strong>.</li>
              <li>Indique el Codigo Postal y pulse <strong>TAB</strong>.</li>
              <li>Indique el Correo Electronico y pulse <strong>TAB</strong>.</li>
              <li>Indique el Apartado Postal y pulse <strong>TAB</strong>.</li>
              <li>Indique el n&uacute;mero del contrato de la p&oacute;liza de seguro y pulse <strong>TAB</strong>. 
            <li>Indique el dia, Mes y A&ntilde;o de contrataci&oacute;n del seguro y teclee <strong>TAB</strong>. 
            <li>Escriba la talla de camisa del trabajador  y pulse <strong>TAB</strong>.             
            <li>Escriba la talla de pantal&oacute;n del trabajador  y pulse <strong>TAB</strong>.           
            <li>Escriba la talla de calzado del trabajador  y pulse <strong>TAB</strong>. </li>
                <li>Indique si posee Ausencia Programada y pulse <strong>TAB</strong>. </li>
                <li>Indique Fecha Desde de la ausencia y pulse <strong>TAB</strong>. </li>
                <li>Indique Fecha Hasta de la ausencia y pulse <strong>TAB</strong>. </li>
                <li>Indique Motivo  de la ausencia y pulse <strong>TAB</strong>. </li>
          </ul>
      </div>      <p align="justify">Haga <strong>Click</strong> sobre la <strong>Ficha</strong> <strong> Asignaci&oacute;n de Cargos </strong> y pulse en el boton <strong>Agregar</strong>, esta contiene la informaci&oacute;n de cargos anteriores, fecha de asignaci&oacute;n de cargos, dependencias administrativas y datos del salario actual e incrementos de salarios. </p>
        <div align="justify">
          <ul>
            <li> Escriba la fecha de asignacion del cargo y presione <strong>TAB</strong>.</li>
              <li>Indique el c&oacute;digo del cargo o haz doble clic sobre el boton para activar el catalogo y presione <strong>TAB</strong>. </li>
              <li> Indique el Codigo del Departamento y pulse <strong>TAB</strong>. </li>
              <li>Escribe el c&oacute;digo del Tipo de personal y presione <strong>TAB</strong>. </li>
              <li>Escribe el Gradol y presione <strong>TAB</strong>. </li>
              <li>Escribe el Pasol y presione <strong>TAB</strong>. </li>
              <li> Indica el Sueldo y pulse <strong>TAB</strong>. </li>
              <li>Escribe la compensaci&ccedil;on y presione <strong>TAB</strong>. </li>
              <li>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>Asignacion de cargos</strong>.</li>
              <li>Con el Bot&oacute;n <strong>Refrescar</strong>, se actualiza la informaci&oacute;n registrada en la lista de cargos asignados.</li>
          </ul>
        </div></td>
    <td valign="top"><p align="justify">Opcionalmente Haga<strong> <strong>Click</strong> </strong>sobre la<strong> <strong>Ficha</strong> Hoja de Vida  </strong> y pulse en el boton <strong>Agregar,</strong> para registrar datos relativos con el desempe&ntilde;o del trabajador. </p>
      <div align="justify">
        <ul>
          <li>
            Ingrese D&iacute;a, Mes y A&ntilde;o de la observaci&oacute;n, luego pulse <strong>TAB</strong>. </li>
            <li>
              Escriba el motivo por el cual se realiza la observaci&oacute;n o anote cualquier comentario que considere relevante con respecto a este y pulse <strong>TAB</strong>. </li>
            <li>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>Hoja de Vida</strong>.</li>
        </ul>
      </div>      <p align="justify">Opcionalmente Haga<strong> <strong>Click</strong> </strong>sobre la<strong> <strong>Ficha </strong></strong><strong>Informaci&oacute;n Familiar </strong> y pulse en el boton <strong>Agregar, </strong> para llevar un registro actualizado de la carga familiar del trabajador. </p>
      <div align="justify">
        <ul>
          <li>Escriba el n&uacute;mero de la c&eacute;dula de identidad del familiar y presione <strong>TAB</strong>. </li>
            <li>Escriba apellido ( s) y nombre ( s) del familiar, luego pulse <strong>TAB</strong>. </li>
            <li>Seleccione el parentesco y teclee <strong>TAB</strong>. </li>
            <li>Seleccione el sexo del familiar y teclee <strong>TAB</strong>. </li>
            <li>Indique D&iacute;a, Mes y A&ntilde;o de nacimiento, luego  teclee <strong>TAB</strong>. </li>
            <li>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>Informaci&oacute;n Familiar</strong>.</li>
        </ul>
      </div>      <p align="justify">Opcionalmente Haga<strong> <strong>Click</strong> </strong>sobre la<strong> <strong>Ficha </strong></strong><strong>Experiencia Laboral  </strong> y pulse en el boton <strong>Agregar,</strong> para mantener informaci&oacute;n del trabajador con respecto las organizaciones a las cuales perteneci&oacute;. </p>      
      <div align="justify">
        <ul>
          <li>Ingrese fecha  Desde de ingreso, luego teclee <strong>TAB</strong>. </li>
            <li>Indique fecha Hasta o de retiro y pulse<strong>TAB</strong>. </li>
            <li>Escriba el nombre la empresa u organizaci&oacute;n a la cual perteneci&oacute; y presiona <strong>TAB</strong>. </li>
            <li>Escriba el nombre del departamento al cual perteneci&oacute; y presiona <strong>TAB</strong>. </li>
            <li>Se&ntilde;ale el &uacute;ltimo cargo desempe&ntilde;ado y pulse <strong>TAB</strong>. </li>
            <li>Escriba el &uacute;ltimo salario devengado y pulse <strong>TAB</strong>. </li>
            <li>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>Experiencia Laboral</strong>.</li>
        </ul>
      </div>      <p align="justify">Opcionalmente Haga<strong> <strong>Click</strong> </strong>sobre la<strong> <strong>Ficha </strong></strong><strong>Informaci&oacute;n Curricular  </strong> y pulse en el boton <strong>Agregar, </strong>para registrar datos relativos al nivel de estudios primarios, secundarios, universitarios, especializaciones y cursos del trabajador. </p>
      <div align="justify">
        <ul>
          <li>
            Ingrese D&iacute;a, Mes y A&ntilde;o del titulo obtenido, luego  pulse <strong>TAB</strong>. </li>
            <li>
              Escriba la descripci&oacute;n del t&iacute;tulo o certificado obtenido y pulse <strong>TAB</strong>.</li>
            <li>
              Se&ntilde;ale el nombre la instituci&oacute;n y  pulse <strong>TAB</strong>. </li>
            <li>
              Anote cualquier comentario que considere relevante con respecto a este y  pulse <strong>TAB</strong>. </li>
            <li>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>Informaci&oacute;n Curricular</strong>.</li>
        </ul>
      </div>      <p align="justify">Pulse el bot&oacute;n <strong>Grabar</strong>  para registrar los datos suministrados o <strong>Blanquear</strong>  para inicializar los campos. </p>
      <p align="justify">De forma Similar se presenta la opcion de <strong>Modificar</strong> y <strong>Eliminar</strong> para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el C&oacute;digo del Trabajador que se desea modificar o eliminar , al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar</strong> o <strong>Eliminar</strong>, en la barra de men&uacute; del sistema y proceda a realizar los cambiar requeridos. </p>      <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
      <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de Informacion del Trabajador.</p>
      <p align="justify">Presione el Bot&oacute;n <strong>Menu</strong>, para volver al menu principal del Modulo. </p></td>
  </tr>
</table>
e
</body>
</html>
