<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="952" height="1371" border="1">
  <tr>
    <td height="71" colspan="2" valign="top"><h3 align="left" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71">S.I.A. 6.0</h3>
    <h3 align="left" class="Estilo1">NOMINA Y PERSONAL</h3></td>
  </tr>
  <tr>
    <td width="495" height="211" valign="top">      <p align="justify"><strong>CONCEPTOS DE NOMINA</strong></p>
      <p align="justify">A trav&eacute;s de esta opci&oacute;n se actualiza la informaci&oacute;n de los conceptos (asignaciones y deducciones) que son aplicadas a todos los trabajadores que conforman una n&oacute;mina y que van a ser calculadas en el momento de generar la nomina.</p>
      <p align="justify"> Es posible asignar un concepto espec&iacute;fico por trabajador o por un grupo de trabajadores en particular. </p></td><td width="441" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
        <p align="justify">Para realizar la <strong>ASIGNACION DEL CONCEPTO</strong> al trabajador existen dos opciones: </p>
      <p align="justify">Haga clic en el bot&oacute;n &quot; <strong>Asigna por Grupo </strong>&quot;. Este asigna el concepto a los trabajadores que pertenezcan al grupo asignado al concepto. </p>
      <p align="justify">Haga clic en el bot&oacute;n &quot; <strong>Asigna por Persona </strong>&quot;. Este asigna el concepto de forma manual seleccionando los trabajadores de un tipo de nomina de una lista. </p>
      </td>
  </tr>
  <tr>
    <td height="1030" valign="top"><p align="justify"><strong>Actualizar Conceptos de Nomina: </strong><strong></strong></p>
      
      <div align="justify">
          <ul>
            <li>En el men&uacute; <strong>Archivos </strong> elija <strong>Conceptos </strong>y presione<strong><strong><strong> Click.</strong></strong></strong></li>
              <li> Haga click en el bot&oacute;n <strong>Incluir </strong>, en la barra de men&uacute; del sistema. </li>
              <li> Escriba el c&oacute;digo del Tipo de nomina la n&oacute;mina a la que le van a definir los conceptos (asignaciones y deducciones) y presione <strong>TAB</strong>. </li>
              <li> Escriba el c&oacute;digo que identificar&aacute; el concepto en la n&oacute;mina y presione <strong>TAB</strong>. 
            </li>
          </ul>
      </div>      <p align="justify"><strong align="justify">Nota </strong> Este campo es de tres d&iacute;gitos y es imprescindible que sea num&eacute;rico, por ejemplo: 001, 002, y as&iacute; sucesivamente. </p>      
      <p align="justify"><strong>Importante </strong> Se recomienda utilizar los n&uacute;mero del 001 al 500 para las asignaciones y del 501 al 799 para las deducciones y 800 al 900 para aportes patronales. Tengan en cuenta que el orden de presentaci&oacute;n u organizaci&oacute;n de los conceptos en los reportes dependen de este c&oacute;digo, es decir que el c&oacute;digo 001 ser&aacute; el primero de la lista, el 002 el segundo y as&iacute; sucesivamente, por esto es imprescindible saber cuales son los conceptos a utilizar en las n&oacute;minas y el orden de presentaci&oacute;n para darles la codificaci&oacute;n correcta. </p>
      
      <div align="justify">
          <ul>
            <li> Escriba la descripci&oacute;n o denominaci&oacute;n del concepto y pulse <strong>TAB</strong>. </li>
              <li> Se Indica la partida presupuestaria asociada a este concepto y presione TAB. Por ejemplo la imputaci&oacute;n presupuestaria para el sueldo es 401-01-01-00. </li>
              <li> Se coloca el c&oacute;digo de Categor&iacute;a Alterna asociada a este concepto si fuera el caso y presione <strong>TAB</strong>. </li>
              <li><strong align="justify">Nota: </strong> La categor&iacute;a alterna se utiliza cuando no existe disponibilidad presupuestaria en la categor&iacute;a correspondiente al trabajador. </li>
              <li> Se define el Tipo de Concepto, se puede desplegar las opciones del combo (asignaci&oacute;n, deducci&oacute;n, aporte) y presione <strong>TAB</strong>. </li>
              <li> En caso de ser una asignaci&oacute;n se indica el tipo de asignaci&oacute;n, se puede desplegar las opciones del combo (sueldo, compensaci&oacute;n, prima, otro) y presione TAB. </li>
              <li> Indique si el concepto afecta o no presupuesto y pulse <strong>TAB</strong>. </li>
          </ul>
      </div>      <p align="justify"><strong align="justify">Nota: </strong>Todas los conceptos afectan presupuesto excepto los adelantos de sueldos, pagos indebidos, etc. que se realizaron en n&oacute;minas anteriores con imputaci&oacute;n presupuestarias y que ahora se van a descontar del sueldo sin necesidad de afectar el presupuesto nuevamente. </p>
      
      <div align="justify">
          <ul>
            <li> En caso de ser una deducci&oacute;n indique el c&oacute;digo de tipo de retenci&oacute;n asociado con el ordenamiento de pagos, se puede desplegar el catalogo de tipos de retenciones en pagos y pulse <strong>TAB</strong>. </li>
              <li> En caso de ser un aporte indique c&oacute;digo de aporte y pulse <strong>TAB</strong>. </li>
              <li> Seleccione si el concepto esta activo o no, es decir si va a ser calculado en la n&oacute;mina o no y pulse <strong>TAB</strong>. </li>
              <li> Indique si el concepto esta oculto o no , un concepto oculto interviene en la n&oacute;mina pero estar&aacute; oculto para los reportes de n&oacute;mina. Presione <strong>TAB</strong>. </li>
          </ul>
    </div>            <p align="justify"><strong>Nota: </strong> Los conceptos ocultos sirven para calcular cierta informaci&oacute;n relacionada con la n&oacute;mina como por ejemplo los Aportes Patronales, los cuales no ser&aacute;n presentados en el reporte de n&oacute;mina pero si listar&aacute;n a trav&eacute;s de reportes especiales. La mayor&iacute;a de los conceptos que intervienen en la n&oacute;mina tales como las asignaciones y retenciones legales no deben ser ocultos. </p></td>
    <td valign="top"><div align="justify">
      <ul>
          <li> Indique si el monto del concepto se inicializar&aacute; cada vez que haga cierre de n&oacute;mina y presione <strong>TAB</strong>. </li>
          <li> Indique si la cantidad del concepto se inicializar&aacute; cada vez que haga cierre de n&oacute;mina y presione <strong>TAB</strong>. </li>
      </ul>
    </div>      <p align="justify"><strong align="justify">Nota: </strong> Esta opci&oacute;n nos permite diferenciar los conceptos fijos de los conceptos variables. Los conceptos fijos son aquellos que no cambian constantemente para cada n&oacute;mina a calcular entre ellos tenemos sueldos, primas, retenciones de S.S.O, L.P.H, S.P.F., cualquier retenci&oacute;n legal fija, aportes patronales, etc., por lo tanto no deben inicializarse. Mientras que los conceptos variables son aquellos que cambian de cantidad o monto seg&uacute;n el caso que se presente entre ellos tenemos las horas extras trabajadas, descuentos por retardos, etc. </p>      
      <div align="justify">
        <ul>
          <li>Indique si desea guardar un hist&oacute;rico del concepto cada vez que cierre la n&oacute;mina y pulse <strong>TAB</strong>. </li>
        </ul>
      </div>      <p align="justify"><strong>Importante: </strong> Debe indicar que si desea guardar un hist&oacute;rico del concepto para que de este modo pueda contar con un registro de n&oacute;minas anteriores. </p>
      
      <div align="justify">
<ul><li>Indique si el concepto interviene en el c&aacute;lculo de vacaciones o no y pulse <strong>TAB</strong>. </li>
          <li> Escriba el n&uacute;mero de grupo, esto es para asociar posteriormente el concepto a los trabajadores y pulse <strong>TAB</strong>.&nbsp;</li>
</ul>
      </div>      
      <p align="justify"><strong align="justify">Nota </strong> Este campo facilita la posterior asignaci&oacute;n de los conceptos a los trabajadores.  Debe ser num&eacute;rico del 1 al 9, puede definir el grupo 1 para todos los conceptos. </p>
        <div align="justify">
          <ul>
            <li>Seleccione la frecuencia de pago del concepto y presione <strong>TAB</strong>. </li>
            <li> Seleccione si el concepto es de tipo pr&eacute;stamo y presione <strong>TAB</strong>. </li>
            <li> El orden del c&aacute;lculo es predeterminado seg&uacute;n el c&oacute;digo del concepto, pero este puede ser diferente. presione <strong>TAB</strong>. </li>
            <li>Pulse el bot&oacute;n <strong>Grabar</strong> para registrar los datos suministrados o <strong>Blanquear</strong> para inicializar los campos. </li>
          </ul>
        </div>      <p align="justify">De forma Similar se presenta la opcion de <strong>Modificar</strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el C&oacute;digo del concepto que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar</strong>, en la barra de men&uacute; del sistema y proceda a cambiar los campos requeridos. </p>
      <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
      <ul>
        <li>Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de registro de conceptos.</li>
      </ul>      <div align="justify">
        <ul>
          <li>Presione el Bot&oacute;n <strong>Menu</strong>, para volver al menu principal del Modulo.</li>
        </ul>
      </div></td>
  </tr>
</table>
e
</body>
</html>
