<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="944" height="983" border="1">
  <tr>
    <td height="118" colspan="2" valign="top"><h3 align="left" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71">S.I.A. 6.0</h3>
    <h3 align="left" class="Estilo1">NOMINA Y PERSONAL</h3></td>
  </tr>
  <tr>
    <td width="479" height="158" valign="top">      <p align="justify"><strong>FORMULAS DE CONCEPTOS CALCULO EXTRAORDINARIO</strong></p>
      <p align="justify">Se pueden realizar c&aacute;lculos de conceptos utilizando f&oacute;rmulas, las cuales est&aacute;n formadas por operadores aritm&eacute;ticos (como +, -, /, *), con ciertas funciones y variables, las cuales son f&oacute;rmulas implementadas.</p>
    <p align="justify"> La nomina extraordianria se define como aquella nomina extemporal que se calcula para realizar pagos especiales como el caso del Bono de fin de a&ntilde;o. </p></td><td width="449" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
      <p align="justify">Es importante aclarar que las <strong>formulas </strong>registradas en esta opcion son para calculos exclusivos de nominas extraordinarias pero que cumplen con las mismas premisas de una formula para calculo ordinario, las cuales se explicaran en la opcion de <strong>procesos</strong> nomina extraordinarias. </p>
      </td>
  </tr>
  <tr>
    <td height="688" valign="top"><p align="justify"><strong>Actualizar Formula de Conceptos: </strong><strong></strong></p>
      <div align="justify">
          <ul>
            <li>En el men&uacute; <strong>Archivos </strong> elija <strong>F&oacute;rmulas de Conceptos </strong>al abrir el submenu <strong>Calculo Nomina Extraordinaria </strong>y presione<strong><strong><strong> Click</strong></strong>.</strong></li>
          </ul>
          <ul>
            <li>De la barra de menu, pulse el bot&oacute;n <strong>Incluir</strong></li>
            <li>Escribe el c&oacute;digo que identifica la n&oacute;mina y presiona <strong>TAB</strong>. </li>
            <li>Escribe el c&oacute;digo del concepto y pulsa <strong>TAB</strong>. </li>
            <li>Indique la numeraci&oacute;n del consecutivo que permite definir paso a paso lo que debe ejecutar el m&oacute;dulo al momento de procesar la formula  del concepto al  c&aacute;lcular la n&oacute;mina y presione <strong>TAB</strong>.</li>
          </ul>
      </div>      <p align="justify"><strong align="justify">Importante </strong>Es imprescindible que trabaje este c&oacute;digo con n&uacute;meros m&uacute;ltiplos de cinco ( 5 ) , Ejemplo: 005, 010, 015, ..., 045, ..., etc. </p>
        <div align="justify">
          <ul>
            <li>Ingresa la acci&oacute;n a realizar, esta esta referida a si la formula termina o no en el consecutivo que se esta definiendo y pulsa <strong>TAB</strong>. </li>
          </ul>
        </div>      <p align="justify"><strong>NOTA</strong>: Por ejemplo la acci&oacute;n <strong>F</strong> significa que el valor obtenido en el campo <strong>Resultado Final </strong>, es asignado al total del concepto evaluado y se detendr&aacute; en proceso. </p>
        <div align="justify">
          <ul>
            <li>Escriba el valor m&iacute;nimo para el <strong>Rango Inicial</strong> que debe tener el total del concepto antes de evaluar la f&oacute;rmula; en caso de que el valor sea menor al rango inicial, este consecutivo no ser&aacute; ejecutado y pasa al pr&oacute;ximo consecutivo. Es utilizado cuando se tienen f&oacute;rmulas condicionadas y trabaja en conjunto con el campo <strong>Rango Final </strong>. </li>
            <li>Se&ntilde;ale el valor m&aacute;ximo que debe tener el total del concepto antes de evaluar la f&oacute;rmula, al igual que el campo anterior si el valor del concepto evaluado es mayor al rango final, este consecutivo no ser&aacute; ejecutado y pasa al siguiente consecutivo. </li>
            <li>Los campos <strong>Resultado 1 </strong> y <strong>Resultado 2 </strong> son utilizados si la f&oacute;rmula a evaluar es muy extensa y no se pueda tipear en la l&iacute;nea de resultado final. Sirve para desagregar una f&oacute;rmula en varias partes, haciendo referencia a estas en el resultado final con las variables <strong>R1 </strong> y <strong>R2 </strong>(por ejemplo R1+R2).</li>
          </ul>
    </div></td>
    <td valign="top"><p align="justify">&nbsp;</p>
      
      <div align="justify">
          <ul>
            <li>El campo<strong> Resultado Fina</strong>l , contiene la formula final a ser utilizada este puede hacer referencia a otros datos contenidos en variables o funciones predeterminadas del modulo, asi como a los campos Resultado 1 y Resultado 2.</li>
          </ul>
          <p><strong>Nota:</strong> plementada para crear la f&oacute;rmula M ttnnn/2 la cual utiliza la variable <strong>M </strong> para devolver el valor asignado por la opci&oacute;n <strong>Movimientos de N&oacute;mina </strong> del men&uacute; <strong>Procesos </strong> del concepto evaluado, en la posici&oacute;n <strong>tt </strong> debe incluir el tipo de n&oacute;mina y en la <strong>nnn </strong> debe escribir el c&oacute;digo del concepto que desea evaluar .</p>
          <ul>
            <li>Pulse el bot&oacute;n <strong>Grabar</strong> para registrar los datos suministrados o <strong>Blanquear</strong> para inicializar los campos. </li>
          </ul>
      </div>      <p align="justify">De forma Similar se presenta la opcion de <strong>Modificar</strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el C&oacute;digo del concepto que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar</strong>, en la barra de men&uacute; del sistema y proceda a cambiar los campos requeridos. </p>      <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
      <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de Formulas de Conceptos Nomina Extraordinaria.</p>
      <p align="justify">Presione el Bot&oacute;n <strong>Menu</strong>, para volver al menu principal del Modulo.</p></td>
  </tr>
</table>
e
</body>
</html>
