<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="952" height="1207" border="1">
  <tr>
    <td height="71" colspan="2" valign="top"><h3 align="left" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71">S.I.A. 6.0</h3>
    <h3 align="left" class="Estilo1">NOMINA Y PERSONAL</h3></td>
  </tr>
  <tr>
    <td width="495" height="211" valign="top">      <p align="justify"><strong>ASIGNACION DE CONCEPTOS DE NOMINA</strong></p>
      <p align="justify">A trav&eacute;s de esta opci&oacute;n se puede establecer las asignaciones y deducciones aplicadas a cada trabajador de forma manual, ya que requiere realizar un registro por cada concepto creado. Tambi&eacute;n puede controlar la fecha de inicio, vencimiento y saldo de un concepto espec&iacute;fico (por ejemplo prestamos a trabajadores).</p>      </td><td width="441" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
        <p align="justify">Pulse el bot&oacute;n <strong>Actualiza  Conceptos</strong> de la barra de menu para realizar la <strong>actualizaci&oacute;n de conceptos</strong> al trabajador, esto se realiza despues de haber modificado alguna caracteristica al concepto definido previamente. Por ejemplo si se modifica la frecuencia del concepto en el menu <strong>CONCEPTOS</strong>, este cambio debe aplicarse a todos los trabajadores que lo tienen asignado.</p>
        <p align="justify">Pulse el bot&oacute;n <strong>Actualiza Codigos Presupuestario</strong> de la barra de menu para realizar la <strong>actualizaci&oacute;n de los codigos presupuestario</strong>, esto se realiza despues de haber modificado el codigo presupuestario al concepto definido previamente. Por ejemplo si se modifica el codigo presupuestario  del concepto en el menu <strong>CONCEPTOS</strong>, este cambio debe aplicarse a todos los trabajadores que lo tienen asignado.</p>        
        <p align="justify">&nbsp;</p>
      </td>
  </tr>
  <tr>
    <td height="752" valign="top"><p align="justify"><strong>Actualizar Asignaci&oacute;n de Conceptos de Nomina: </strong><strong></strong></p>
      <div align="justify">
        <ul>
          <li> En el men&uacute; <strong>Archivos </strong> elija <strong>Conceptos </strong>y presione<strong><strong><strong> Click.</strong></strong></strong></li>
            <li> Haga click en el bot&oacute;n <strong>Incluir </strong>, en la barra de men&uacute; del sistema. </li>
            <li> Escriba el c&oacute;digo del Tipo de nomina  a la que le van a definir los conceptos  y presione <strong>TAB</strong>. </li>
            <li> Escriba el c&oacute;digo del trabajador al cual se le asignara el concepto y presione <strong>TAB</strong>. </li>
            <li> Escriba el c&oacute;digo que identificar&aacute; el concepto que se asignara al trabajador en la n&oacute;mina indicada y presione <strong>TAB</strong>. </li>
            <li>Indique el D&iacute;a, Mes y A&ntilde;o de inicio para el calculo del concepto y presione <strong>TAB</strong> . </li>
            <li>Indique el D&iacute;a, Mes y A&ntilde;o de vencimiento del concepto y presione <strong>TAB</strong> . </li>
            <li>Indique si estar&aacute; activo para el calculo de n&oacute;mina y presione <strong>TAB</strong>. </li>
            <li>Indique si el concepto ser&aacute; calculado por una f&oacute;rmula y presione <strong>TAB</strong>. </li>
            <li>Opcionalmente escriba la cantidad del concepto, luego y presione <strong>TAB</strong>. </li>
            <li>Opcionalmente escriba el monto del concepto y presione <strong>TAB</strong>.</li>
        </ul>
      </div>      <p align="justify"><strong>Nota: </strong> Los dos campos anteriores se pueden incluir por la opci&oacute;n <strong>Movimientos de N&oacute;mina </strong> del men&uacute; <strong>Procesos.</strong></p>
      <div align="justify">
        <ul>
          <li>Introduzca un cero (0), en el campo Acumulado, ya que el valor de este campo es calculado por el m&oacute;dulo cada vez que se realiza el cierre de n&oacute;mina, luego presione <strong>TAB</strong>. </li>
            <li>En el campo Saldo  introduzca el saldo inicial del concepto, luego presione <strong>TAB</strong>.</li>
        </ul>
      </div>      <p align="justify"><strong>Nota </strong> Este campo es muy &uacute;til para llevar el control del saldo de retenciones tales como prestamos a trabajadores, siendo calculado autom&aacute;ticamente por el m&oacute;dulo cada vez que haga cierre de n&oacute;mina . </p>
      <div align="justify">
        <ul>
          <li>Indique la Frecuencia con la que se calculara el concepto y presione <strong>TAB.</strong></li>
            <li>Indique el  c&oacute;digo presupuestario que sera afectado en el calculo del concepto y presione <strong>TAB.</strong></li>
        </ul>
      </div>      <p align="justify"><strong>Nota: </strong> Este campo se refiere al enlace que debe haber con el codigo presupuestario por el cual  se realizara la imputacion  presupuestaria en el modulo de Contabilidad Presupuestaria, lo cual permitira la integraci&oacute;n de la nomina con el proceso de pago administrativo.</p>
    </td>
    <td valign="top"><p align="justify">&nbsp;</p>
      <div align="justify">
        <ul>
          <li>Indique si tiene o no afectaci&oacute;n presupuestaria y presione <strong>TAB.</strong></li>
            <li>Indique si tiene o no imputaci&oacute;n presupuestaria fija y presione <strong>TAB.</strong></li>
            <li>Indique el codigo del tipo de retenci&oacute;n y presione <strong>TAB.</strong></li>
        </ul>
      </div>      <p align="justify"><strong>Nota: </strong> Este campo se refiere al enlace que debe haber con los tipos de retencion (s.s.o.; s.p.f.; l.p.h ) registrados en el modulo de Ordenamiento de Pago, lo cual permitira la integraci&oacute;n de la nomina con el proceso de pago administrativo.</p>      
      <p align="justify">Pulse el bot&oacute;n <strong>Grabar</strong>  para registrar los datos suministrados o <strong>Blanquear</strong>  para inicializar los campos. </p>      <p align="justify">De forma Similar se presenta la opcion de <strong>Modificar</strong> y <strong>Eliminar</strong> , para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el C&oacute;digo del concepto asignado al empleado que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar</strong> o <strong>Eliminar</strong>, en la barra de men&uacute; del sistema y proceda a realizar los cambios requeridos. </p>      <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>      <p align="justify">Presione el Bot&oacute;n <strong>Menu</strong>, para volver al menu principal del Modulo. </p></td>
  </tr>
</table>
e
</body>
</html>
