<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="903" height="661" border="1">
  <tr>
    <td height="94" colspan="2" valign="top"><h3 align="center" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71"></h3>
    <h3 align="center" class="Estilo1">CONTABILIDAD PRESUPUESTARIA</h3>
    <h3 align="center" class="Estilo1">S.I.A. 6.0</h3>    </td>
  </tr>
  <tr>
    <td width="448" height="122" valign="top">      
        <div align="justify">
          <blockquote><strong>DIFERIDO PRESUPUESTARIO</strong></blockquote>
        </div>      <blockquote>
          <p align="justify">Podra registrar un movimiento de diferido presupuestario, el cual apartara la disponibilidad de las partidas que se indiquen en el movimiento por el monto registrado en el diferido. </p>
    </blockquote></td>
    <td width="439" valign="top">
        <div align="justify">
          <blockquote><strong>IMPORTANTE</strong></blockquote>
        </div>      <blockquote>
      <p align="justify">Es importante resaltar que el diferido presupuestario se realiza para realizar un apartado presupuestario, pero en el momento que se requiera el registro definitivo del compromiso se debera anular o eliminar.</p>
      </blockquote></td>
  </tr>
  <tr>
    <td height="385" valign="top"><blockquote>
      <p align="justify"><strong>Actualizar Diferido Presupuestario: </strong><strong></strong></p>
    </blockquote>
      <div align="justify">
<ul>
  <li>En el men&uacute; <strong>Proceso</strong> elija la opcion<strong> Diferido Presupuestario </strong>y presione<strong> Click.</strong></li>
  <li>De la barra de menu, pulse el bot&oacute;n <strong>Incluir.</strong></li>
</ul>
<p><strong>Nota: </strong>El sistema mostrara si existe el primer registro de diferido presupuestario, con la informaci&oacute;n de las partidas incluidas en el mismo. </p>
      </div>      
      <ul>
        <li>Seleccione del catalogo o escriba el tipo de diferido y presione <strong>TAB</strong>.        </li>
        <li>Indique la referencia del movimiento y presione<strong> TAB</strong>.</li>
        <li>Indique  la fecha del movimiento y presione <strong>TAB</strong>. </li>
        <li>Indique la descripci&oacute;n del movimiento  y presione <strong>TAB</strong>.</li>
      </ul>      <div align="justify">
        <p>Pulse el bot&oacute;n <strong>Agregar </strong>que se muestra en la ventana del movimiento para registrar la informaci&oacute;n referida a las partidas que integraran al mismo. El sistema despliega una ventana y solicitara la siguiente informaci&oacute;n:</p>
        <ul>
          <li>Escriba o seleccione del catalogo el codigo presupuestario y presione <strong>TAB</strong>.</li>
        </ul>
        <p><strong>Nota: </strong>El sistema mostrara la informaci&oacute;n referidad al codigo presupuestario tal como: fuente de financiamiento, denominaci&oacute;n y disponible.</p>
        <ul>
          <li>Indique el monto  y presione<strong> TAB</strong>.</li>
        </ul>
        <blockquote>
          <p>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>actualizar diferidos</strong>.</p>
        </blockquote>
        <p>Pulse el bot&oacute;n <strong>Modificar </strong>que se muestra en la ventana del movimiento para modificar  la informaci&oacute;n referida a las cuentas o codigos presupuestarios que integraran al mismo. El sistema despliega una ventana y mostrara la informaci&oacute;n de los campos, proceda a modificar la informaci&oacute;n requerida.</p>
      </div></td>
    <td valign="top"><blockquote>
      <p align="justify">Pulse el bot&oacute;n <strong>Eliminar </strong>que se muestra en la ventana del movimiento para eliminar la informaci&oacute;n referida a las cuentas o codigos que integraran al movimiento. El sistema despliega una ventana y mostrara la informaci&oacute;n de los campos, proceda a eliminar segun sea el caso.</p>
    </blockquote>      <div align="justify"><blockquote>
<blockquote>
  <p>Pulse el Bot&oacute;n <strong>Refrescar</strong>, se actualiza la informaci&oacute;n registrada en la lista de codigos presupuestarios que integran al movimiento.</p>
  <p>Pulse el bot&oacute;n <strong>Grabar</strong>  para registrar los datos suministrados o <strong>Blanquear</strong>  para inicializar los campos. </p>
</blockquote>
</blockquote>
      </div>            
      <blockquote>
        <p align="justify">De forma Similar se presentan las opciones de <strong>Modificar y Eliminar </strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el movimiento de diferido que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar o Eliminar </strong>, en la barra de men&uacute; del sistema y proceda a cambiar los campos requeridos. </p>
        <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
        <p align="justify">Presione el Bot&oacute;n <strong>Anular</strong>, para anular el movimiento de diferido registrado previamente, para ello se debe consultar el movimiento y proceder a su anulaci&oacute;n.</p>
        <p align="justify">Presione el Bot&oacute;n <strong>Formato</strong>, para emitir un formato del movimiento diferido registrado previamente, se debe consultar el movimiento para emitir el formato.</p>
        <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de proceso</p>
        <p align="justify">Con el Bot&oacute;n <strong>Menu</strong> <strong>Principal</strong>, volvemos al menu principal del Modulo.</p>
      </blockquote></td>
  </tr>
</table>
<table width="944" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr> <td>&nbsp;</td></tr> 
    <tr align="center">
        <td><div align="center">
            <input name="btgenera" type="button" id="btgenera" value="CERRAR" onClick="javascript:window.close();">
        </div></td>
        <td><div align="left">
            <input name="btcancelar" type="button" id="btcancelar" value="IMPRIMIR" onClick="javascript:window.print();">
        </div></td>
	</tr>
</table>

</body>
</html>
