<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {font-weight: bold}
body {
	background-image: url();
}
.Estilo2 {font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="944" height="816" border="1">
  <tr>
    <td height="152" colspan="2" valign="top"><h3 align="center" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71"></h3>
      <h3 align="center" class="Estilo1"><span class="Estilo2">CONTABILIDAD PRESUPUESTARIA</span></h3>
    <p align="center"><strong>SIA 6.0 </strong></p></td>
  </tr>
  <tr>
    <td width="475" height="122" valign="top">      <blockquote>
      <p align="left" class="Estilo1"><strong>CODIGOS PRESUPUESTARIOS</strong></p>
        <p align="justify">Podra definir un cat&aacute;logo de codigos presupuestarios que seran utilizados en la imputaci&oacute;n presupuestaria correspondiente al presupuesto de gastos del ejercicio fiscal asignado.</p>
      </blockquote></td>
    <td width="453" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
        <blockquote>
          <p align="justify">Es importante resaltar que el catalogo de codigos presupuestarios debe registrarse en forma de escalera , es decir primero los niveles superiores de las cuentas y posteriormente los niveles mas inferiores. Por ejemplo, 01 Sector, 01-01 programa, 01-01-401 Gastos de Personal. Es importante se&ntilde;alar que el clasificador presupuestario previamente cargado es una guia util al momento de realizar el registro de los codigos. </p>
    </blockquote></td>
  </tr>
  <tr>
    <td height="385" valign="top"><blockquote>
      <p align="justify"><strong>Actualizar Codigos Asignaci&oacute;n: </strong><strong></strong></p>
    </blockquote>
      <div align="justify">
          <ul>
            <li>En el men&uacute; <strong>Archivos </strong> elija la opcion<strong> Codigos Asignaci&oacute;n </strong>y presione<strong> Click.</strong></li>
            <li>De la barra de menu, pulse el bot&oacute;n <strong>Incluir.</strong></li>
            <li> En la celda C&oacute;digo Presupuestario escriba el c&oacute;digo que identifica la partida en sus diferentes niveles y presione <strong>TAB</strong>. </li>
          </ul>
      </div>      
      <p align="justify"><strong>Nota </strong>Es c&oacute;digo debe ser num&eacute;rico y la mascara o formato depende de la definici&oacute;n inicial de Contabilidad presupuestaria en el m&oacute;dulo SIA Configuraci&oacute;n y Mantenimiento. </p>      <div align="justify">
        <ul>
          <li>Seleccione del catalogo o escriba la fuente de financiamiento y presione<strong> TAB</strong>.</li>
          <li>Escriba la denominaci&oacute;n de la partida y presione<strong> TAB</strong>.</li>
          <li>Seleccione del catalogo o escriba el codigo contable y presione<strong> TAB</strong>.</li>
          <li>Seleccione de la lista el tipo de gasto y presione <strong>TAB</strong>.</li>
          <li>Indique la aplicaci&oacute;n  y presione <strong>TAB</strong>.</li>
          <li>Escriba el valor correspondiente a la asignaci&oacute;n y presione <strong>TAB</strong>.</li>
        </ul>
        <p><strong>Nota</strong>: Si utiliza el catalogo de cuentas del plan unico, al escoger la cuenta el sistema retornara los campos antes mencionados. </p>
        <p><strong>Nota</strong>: El campo asignaci&oacute;n esta activo solamente para el ultimo nivel del codigo presupuestario.</p>
        <p>Pulse <strong>Click</strong> en la pesta&ntilde;a de <strong>Ejecuci&oacute;n</strong> y el sistema mostrara la informaci&oacute;n de cada nivel de codigo presupuestario indicando periodo, asignaci&oacute;n, compromiso, causado, pagado y ajustes.</p>
        <p>Pulse <strong>Click</strong> en la pesta&ntilde;a de <strong>Modificaciones</strong>, para  mostrar informaci&oacute;n referida a las adiciones y disminuciones que posee una partida presupuestaria.</p>
        <p align="justify">Pulse el bot&oacute;n <strong>Grabar</strong> para registrar los datos suministrados o <strong>Blanquear</strong> para inicializar los campos. </p>
        <div align="justify">
          <p>De forma Similar se presenta la opcion de <strong>Modificar</strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el C&oacute;digo de la cuenta que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar</strong>, en la barra de men&uacute; del sistema y proceda a cambiar los campos requeridos. </p>
        </div>
        <p>&nbsp;</p>
      </div></td>
    <td align="right" valign="top"><blockquote>
      <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
        <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de Codigo.</p>
        </blockquote>
      <p align="justify">Presione el Bot&oacute;n <strong>Distribuir</strong>, para realizar la distribuci&oacute;n anual de la asignacion de cada partida.</p>      <p align="justify">Presione el Bot&oacute;n <strong>Cargar</strong>, para cargar los codigos presupuestarios en base al clasificador existente. Se debe cargar desde el nivel de partida presupuestaria. Para ello debe estar registrado a lo sumo el nivel 5 de categoria presupuestaria.</p>
      <blockquote>
        <p align="justify">Se muestra una lista de partidas al lado izquierdo, para escoger la partida pulsar <strong>Doble Click</strong>, se agrega a la lista del lado derecho que posteriormente se incluiran en el presupuesto de egresos. Pulse <strong>Doble Click</strong> y  se muestra una ventana con la siguiente informaci&oacute;n:</p>
        <ul>
          <li>
            <div align="left">Se muestra el codigo presupuestario y presione<strong> TAB</strong>.</div>
          </li>
          <li>
            <div align="left"> Se muestra la  denominaci&oacute;n de la partida y presione<strong> TAB</strong>.</div>
          </li>
          <li>
            <div align="left">Ingrese la asignacion y presione<strong> TAB</strong></div>
          </li>
        </ul>
        <p align="justify">Pulse el bot&oacute;n <strong>Grabar</strong> para registrar los datos suministrados, atras para volver a la lista de partidas o <strong>Eliminar</strong> para eliminar la partida registrada. </p>
        <p align="justify">Pulse el bot&oacute;n <strong>Grabar</strong> para registrar los datos suministrados o <strong>Blanquear</strong> para inicializar los campos. </p>
        <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de Codigo Pres. Asig., <strong>Cambiar</strong> para modificar una partida y <strong>Menu</strong> para volver al menu principal del modulo de presupuesto. </p>
      </blockquote>      <p align="left">Presione el Bot&oacute;n <strong>Consultar Disponibilidad</strong>, para generar un reporte de la disponibilidad de la partida solicitada.</p>
    <p align="justify">Con el Bot&oacute;n <strong>Menu</strong> , volvemos al menu principal del Modulo.</p></td>
  </tr>
</table>
<table width="944" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr> <td>&nbsp;</td></tr> 
    <tr align="center">
        <td><div align="center">
            <input name="btgenera" type="button" id="btgenera" value="CERRAR" onClick="javascript:window.close();">
        </div></td>
        <td><div align="left">
            <input name="btcancelar" type="button" id="btcancelar" value="IMPRIMIR" onClick="javascript:window.print();">
        </div></td>
	</tr>
</table>
</body>
</html>
