<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="903" height="661" border="1">
  <tr>
    <td height="94" colspan="2" valign="top"><h3 align="center" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71"></h3>
    <h3 align="center" class="Estilo1">CONTABILIDAD PRESUPUESTARIA</h3>
    <h3 align="center" class="Estilo1">S.I.A. 6.0</h3>    </td>
  </tr>
  <tr>
    <td width="448" height="122" valign="top">      
        <div align="justify">
          <blockquote><strong>CAUSADO PRESUPUESTARIO</strong></blockquote>
        </div>      <blockquote>
          <p align="justify">Podra registrar un movimiento de causado presupuestario, el cual puede ser causado directo o que refiere a compromiso segun sea el caso se seleccionara el bot&oacute;n correspondiente en el menu. Es de resaltar que los movimientos de causados  deben ser registrados por el modulo de ordenamiento de pago, de esta manera seran registrados automaticamente en el causado presupuestario.</p>
    </blockquote></td>
    <td width="439" valign="top">
        <div align="justify">
          <blockquote><strong>IMPORTANTE</strong></blockquote>
        </div>      <blockquote>
      <p align="justify">Es importante resaltar que el causado presupuestario se realiza cuando nace la necesidad de cancelaci&oacute;n a traves de un factura. Se deben registrar los documentos causados, entre los que destacan: 0001: orden de pago refiere compromiso; 0002: orden de pago directa; 0003: orden de pago financiera. </p>
      </blockquote></td>
  </tr>
  <tr>
    <td height="385" valign="top"><div align="justify">
      <blockquote><strong>Actualizar Causado Presupuestario: </strong><strong></strong></blockquote>
    </div>    
      <ul>
        <li>En el men&uacute; <strong>Proceso</strong> elija la opcion<strong> Causado </strong>y presione<strong> Click.</strong></li>
      </ul>
      <div align="justify"><ul>
        <li>De la barra de menu, pulse el bot&oacute;n <strong>Incluir Directo.</strong></li>
      </ul>
    </div>    <p align="justify"><strong>Nota: </strong>El sistema mostrara si existe el primer registro de Causado presupuestario, con la informaci&oacute;n de las partidas incluidas en el mismo. </p>
    <div align="justify">
      <ul>
          <li>Seleccione del catalogo o escriba el documento Causado y presione <strong>TAB</strong>. </li>
      </ul>
    </div>    <p align="justify"><strong>Nota: </strong>Se debe tener en cuenta la seleccion del documento causado debe estar acorde al tipo de causado que se desea registrar y a la opci&oacute;n seleccionada en el menu. En caso de ser <strong>Causado directo</strong> se solicitara la siguiente informaci&oacute;n: </p>
      <div align="justify">
        <ul>
          <li>Indique la referencia del movimiento y presione<strong> TAB</strong>.</li>
            <li>Indique  la fecha del movimiento y presione <strong>TAB</strong>. </li>
            <li>Seleccione del catalogo o escriba el beneficiario y presione <strong>TAB</strong>.</li>
            <li>Indique la descripci&oacute;n del movimiento  y presione <strong>TAB</strong>.</li>
            <li>Seleccione de la lista o indique el tipo de gasto y presione <strong>TAB</strong>.</li>
            <li>Seleccione de la lista o indique Si/NO genera comprobante y presione <strong>TAB</strong>.</li>
        </ul>
        <p><strong>Nota:</strong> Si el movimiento genera comprobante (SI) contable adicionalmente aparecera un ventana donde se incluira el comprobante contable. Utilizando la misma metodologia de agregar, modificar, eliminar, Cargar Codigo del Causado y refrescar. </p>
        <p>Pulse el bot&oacute;n <strong>Cargar Codigo del Causado </strong>para cargar el/los codigo contable/s asociado/s a las partida/s incluida/s en el movimiento de causado.</p>
      </div>      
      <blockquote>
        <p align="justify">Pulse el bot&oacute;n <strong>Agregar </strong>que se muestra en la ventana del movimiento para registrar la informaci&oacute;n referida a las partidas que integraran el causado, cuando es de tipo directo. El sistema despliega una ventana y solicitara la siguiente informaci&oacute;n:</p>
      </blockquote>      <div align="justify">
          <ul>
            <li>Escriba o seleccione del catalogo el codigo presupuestario y presione <strong>TAB</strong>.</li>
          </ul>
      </div>      <p align="justify"><strong>Nota: </strong>El sistema mostrara la informaci&oacute;n referida al codigo presupuestario tal como: fuente de financiamiento, denominaci&oacute;n, codigo contable y disponibilidad entre otros.</p>
        <div align="justify">
          <ul>
            <li>Escriba o seleccione de la lista la imputaci&oacute;n presupuestaria y presione <strong>TAB</strong>.</li>
              <li>Escriba o seleccione del catalogo la referencia del credito adicional si es el caso y presione <strong>TAB</strong>.</li>
              <li>Indique el monto  y presione<strong> TAB</strong>.</li>
              <li>Indique el monto credito si es el caso y presione<strong> TAB</strong>.</li>
          </ul>
          <blockquote>
            <p>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>causados presupuestarios</strong>.</p>
          </blockquote>
          <p>&nbsp;</p>
        </div>      
        <blockquote>&nbsp;</blockquote></td>
    <td valign="top"><div align="justify">
      <p> Si la opci&oacute;n es <strong>Causado que refiere a compromiso</strong> se solicitara adicionalmente la siguiente informaci&oacute;n: </p>
      <blockquote>
        <ul>
          <li>Seleccione del catalogo o escriba el documento compromiso y presione <strong>TAB</strong>. </li>
          <li>Indique la referencia del compromiso y presione <strong>TAB</strong>. </li>
        </ul>
        </blockquote>
      <p align="justify">Pulse el bot&oacute;n <strong>Cargar Codigos del Compromiso</strong>,  se mostrara la ventana con las partidas y montos que integran al compromiso. </p>
      <p align="justify">Pulse <strong>Doble Click</strong> sobre la partidas del compromiso, que se van a causar a continuaci&oacute;n se mostrara informaci&oacute;n referida a la partida y se solicitara la siguiente informaci&oacute;n: </p>
      <blockquote>
          <ul>
            <li>Indique el monto a causar y presione<strong> TAB</strong>.</li>
          </ul>
          <blockquote>
            <p>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada y <strong>Atras</strong> para volver a la ventana de <strong>causados presupuestarios</strong>.</p>
          </blockquote>
          <p>Pulse el bot&oacute;n <strong>Modificar </strong>que se muestra en la ventana del movimiento para modificar la informaci&oacute;n referida a las cuentas o codigos presupuestarios que integraran al causado. El sistema despliega una ventana y mostrara la informaci&oacute;n de los campos, proceda a modificar la informaci&oacute;n requerida.</p>
      </blockquote>
    </div>    <blockquote>
      <p align="justify">Pulse el bot&oacute;n <strong>Eliminar </strong>que se muestra en la ventana del movimiento para eliminar la informaci&oacute;n referida a las cuentas o codigos que integraran al movimiento. El sistema despliega una ventana y mostrara la informaci&oacute;n de los campos, proceda a eliminar segun sea el caso.</p>
    </blockquote>      
    <div align="justify">
      <blockquote>Pulse el Bot&oacute;n <strong>Refrescar</strong>, se actualiza la informaci&oacute;n registrada en la lista de codigos presupuestarios que integran al movimiento.</blockquote>
    </div>    <blockquote>
      <p align="justify">Pulse el bot&oacute;n <strong>Grabar</strong>  para registrar los datos suministrados o <strong>Blanquear</strong>  para inicializar los campos. </p>
      </blockquote>
    <div align="justify">      De forma Similar se presentan las opciones de <strong> Eliminar </strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el movimiento de causado que se desea eliminar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong> Eliminar </strong>, en la barra de men&uacute; del sistema y proceda a eliminar el movimiento requerido. </div>    
    <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>    <p align="justify">Presione el Bot&oacute;n <strong>Anular</strong>, para anular el movimiento de causado registrado previamente, para ello se debe consultar el movimiento y proceder a su anulaci&oacute;n.</p>
    <p align="justify">Presione el Bot&oacute;n <strong>Formato</strong>, para emitir un formato del movimiento causado registrado previamente, se debe consultar el movimiento para emitir el formato.</p>
    <p align="justify">Con el Bot&oacute;n <strong>Menu</strong>, volvemos al menu principal del Modulo.</p></td>
  </tr>
</table>
<table width="944" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr> <td>&nbsp;</td></tr> 
    <tr align="center">
        <td><div align="center">
            <input name="btgenera" type="button" id="btgenera" value="CERRAR" onClick="javascript:window.close();">
        </div></td>
        <td><div align="left">
            <input name="btcancelar" type="button" id="btcancelar" value="IMPRIMIR" onClick="javascript:window.print();">
        </div></td>
	</tr>
</table>

</body>
</html>
