<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.Estilo1 {font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="944" height="661" border="1">
  <tr>
    <td height="94" colspan="2" valign="top"><h3 align="center" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71"></h3>
      <h3 align="center" class="Estilo1">S.I.A. 6.0</h3>
      <h3 align="center" class="Estilo1">CONTABILIDAD FISCAL</h3></td>
  </tr>
  <tr>
    <td width="479" height="122" valign="top">      <p align="justify"><strong>COMPROBANTE  CONTABLE</strong></p>
      <p align="justify">Podra registrar un comprobante contable de acuerdo a los requerimientos del contador. </p>      </td><td width="449" valign="top"><p align="center"><strong>IMPORTANTE</strong></p>
        <p align="justify">Es importante resaltar que el comprobante contable debe cumplir con los criterios contables establecidos.</p>
        <p align="justify">Los comprobantes contables generados desde otro modulo del sistema (bancos, presupuesto, ordenamiento de pago) no pueden ser modificados o eliminados desde esta opci&oacute;n del menu de contabilidad.</p></td>
  </tr>
  <tr>
    <td height="385" valign="top"><p align="justify"><strong>Actualizar Comprobantes Contables: </strong><strong></strong></p>
       
      <div align="justify">
          <ul>
            <li>En el men&uacute; <strong>Proceso</strong> elija la opcion<strong> Comprobantes </strong>y presione<strong> Click.</strong></li>
              <li>De la barra de menu, pulse el bot&oacute;n <strong>Incluir.</strong></li>
          </ul>
          <p><strong>Nota: </strong>El sistema mostrara el primer comprobante registrado, con la informaci&oacute;n de las cuentas contables que integran el mismo. </p>
          <ul>
            <li>        Indique Fecha del comprobante contable y presione <strong>TAB</strong>.</li>
            <li>Indique referencia del comprobante y presiones <strong>TAB</strong>. </li>
          </ul>
      </div>      
      <p align="justify"><strong>Nota: </strong>La referencia del comprobante debe ser univoca, es decir no debe repetirse y preferiblemte sin caracteres especiales como guiones o simbolos especiales. </p>
        <div align="justify">
          <ul>
            <li>Escriba el tipo de asiento y presione<strong>TAB</strong>.</li>
            <li>Indique ced./rif del benenficiario  y presione<strong>TAB</strong>.</li>
            <li>Indique  la descripci&oacute;n del asiento y presione<strong>TAB</strong>.</li>
          </ul>
          <p><strong>Nota</strong>: El campo ced./rif del benenficiario, es importante para la emisi&oacute;n de los mayores analiticos, ya que esta es una informaci&oacute;n relevante al momento de los analisis. </p>
          <p>Pulse el bot&oacute;n <strong>Agregar </strong>que se muestra en la ventana del comprobante para registrar la informaci&oacute;n referida a las cuentas que integraran al mismo. El sistema despliega una ventana y solicitara la siguiente informaci&oacute;n:</p>
          <ul>
            <li>Escriba el codigo de la cuenta y presione<strong>TAB</strong>.</li>
            <li>Indique si es debito/credito y presione<strong>TAB</strong>.</li>
            <li>Indique el monto  y presione<strong>TAB</strong>.</li>
            <li>Indique la descripci&oacute;n del asiento y presione<strong>TAB</strong>.</li>
            <li>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>Comprobante Contable</strong>.</li>
          </ul>
          <p>Pulse el bot&oacute;n <strong>Modificar </strong>que se muestra en la ventana del comprobante para modificar  la informaci&oacute;n referida a las cuentas que integraran al comprobante. El sistema despliega una ventana y mostrara la informaci&oacute;n de los campos, proceda a modificar la informaci&oacute;n requerida.</p>
          <p>Pulse el bot&oacute;n <strong>Eliminar </strong>que se muestra en la ventana del comprobante para eliminar la informaci&oacute;n referida a las cuentas que integraran al comprobante. El sistema despliega una ventana y mostrara la informaci&oacute;n de los campos, proceda a eliminar la informaci&oacute;n requerida.</p>
          <p>Pulse  el Bot&oacute;n <strong>Refrescar</strong>, se actualiza la informaci&oacute;n registrada en la lista de cuentas contables que integran al comprobante.</p>
          </div></td>
    <td valign="top"><p align="justify">&nbsp;</p>
      
      <div align="justify">
          <p>Pulse el bot&oacute;n <strong>Grabar</strong>  para registrar los datos suministrados o <strong>Blanquear</strong>  para inicializar los campos. </p>
      </div>            
      <p align="justify">De forma Similar se presentan las opciones de <strong>Modificar y Eliminar </strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el Comprobante contable que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar o Eliminar </strong>, en la barra de men&uacute; del sistema y proceda a cambiar los campos requeridos. </p>      
      <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
      <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de proceso.</p>
      <p align="justify">Con el Bot&oacute;n <strong>Menu</strong> <strong>Principal</strong>, volvemos al menu principal del Modulo.</p></td>
  </tr>
</table>
<table width="944" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr> <td>&nbsp;</td></tr> 
    <tr align="center">
        <td><div align="center">
            <input name="btgenera" type="button" id="btgenera" value="CERRAR" onClick="javascript:window.close();">
        </div></td>
        <td><div align="left">
            <input name="btcancelar" type="button" id="btcancelar" value="IMPRIMIR" onClick="javascript:window.print();">
        </div></td>
	</tr>
    </table>

</body>
</html>
