<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<LINK REL="SHORTCUT ICON" HREF="../../imagenes/sia.ico">
<html>
<head>
<title>Ayuda Ajuste Orden</title>
<meta http-equiv="Content-type" content="text/html;charset=UTF-8">
<style type="text/css">
<!--
.Estilo1 {font-family: "Times New Roman", Times, serif;	font-weight: bold;}
-->
</style>
</head>

<body>
<table width="903" height="661" border="1">
  <tr>
    <td height="94" colspan="2" valign="top"><h3 align="center" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71"></h3>
    <h3 align="center" class="Estilo1">ORDENAMIENTO DE PAGO</h3>
    <h3 align="center" class="Estilo1">S.I.A. 6.0</h3>    </td>
  </tr>
  <tr>
    <td width="463" height="122" valign="top">      
        <div align="justify">
          <p><strong>REGISTRO AJUSTE DE ORDEN DE PAGO </strong></p>
        </div>      
    <p align="justify">Podra registrar un ajuste a orden de pago, dicho ajuste tendra afectaci&oacute;n presupuestaria automaticamente.</p></td>
    <td width="424" valign="top">
        <div align="justify">
          <blockquote>
            <div align="center"><strong>IMPORTANTE</strong></div>
          </blockquote>
        </div>      
        <p align="justify">Es importante resaltar que la estructura de la orden debe ser definida previamente y debe contener al menos una linea de codigo presupuestario y de tipo de retenci&oacute;n.</p>    </td>
  </tr>
  <tr>
    <td height="385" valign="top"><p align="justify"><strong>Actualizar Ajuste de Orden de Pago: </strong><strong></strong></p>      
      
      <div align="justify">
          <ul>
            <li>En el men&uacute; <strong>Proceso</strong> elija la opcion<strong> Ajuste a Orden de Pago</strong> presione<strong> Click.</strong></li>
              <li>De la barra de menu, pulse el bot&oacute;n <strong>Incluir.</strong></li>
              <li>        Indique el valor correspondiente a la referencia del ajuste y presione <strong>TAB</strong>.</li>
              <li>Se mostrara el Documento ajuste causado, registrado en el modulo de presupuesto.</li>
              <li>Escriba la fecha del ajuste y presione <strong>TAB</strong>.</li>
              <li>Despliegue el catalogo o escriba el valor correspondiente al numero de la Orden de pago y presione<strong> TAB</strong>. </li>
          </ul>
      </div>      
      <div align="justify">
        <p><strong>Nota</strong>: Al escoger del catalogo la referencia de la orden de pago, se muestra automaticamente el documento causado de la orden.</p>
          <ul>
            <li>Indique la descripci&oacute;n del ajuste y presione <strong>TAB</strong>.</li>
          </ul>
          <p>Pulse el bot&oacute;n para <strong>Cargar Codigo de la Orden</strong>, el sistema despliega en la pesta&ntilde;a Codigo presupuestario la informacion de los codigos presupuestarios de la orden, hacer doble <strong>Click</strong> sobre el codigo que se desea ajustar, se mostrara una ventana solicitando el monto del ajuste: </p>
          <ul>
            <ul>
              <li>Ingrese monto del ajuste y presione <strong>TAB</strong>. </li>
            </ul>
            <p>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada  y <strong>Atras</strong> para volver a la ventana de <strong>Incluir.</strong></p>
          </ul>
          <p align="justify">Haga <strong>Click</strong> sobre la pesta&ntilde;a de <strong>Comprobantes, </strong>si desea generar un comprobante del ajuste y pulse el bot&oacute;n <strong>Generar Comprobante, </strong> el sistema generara automaticamente un comprobante de ajuste con los codigos contables de la orden ajustada.</p>
      </div>      
      </td>
    <td valign="top">      <p align="justify">Pulse el bot&oacute;n <strong>Grabar</strong>  para registrar los datos suministrados o <strong>Blanquear</strong>  para inicializar los campos. </p>
      <div align="justify">De forma Similar se presentan las opciones de <strong>Modificar y Eliminar </strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta el ajuste  que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar o Eliminar </strong>, en la barra de men&uacute; del sistema y proceda a cambiar los campos requeridos. </div>      
      <p align="justify">Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>
      <p align="justify">Pulse el bot&oacute;n <strong>Anular</strong> para anular un ajuste a orden de pago. </p>
      <p align="justify">Pulse el bot&oacute;n <strong>Eliminar</strong> para eliminar un ajuste a orden de pago. </p>
      <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de proceso.</p>
      <p align="justify">Con el Bot&oacute;n <strong>Menu</strong> <strong>Principal</strong>, volvemos al menu principal del Modulo.</p>
      <p align="justify">&nbsp;</p>
  </td></tr>
</table>
<table width="944" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr> <td>&nbsp;</td></tr> 
    <tr align="center">
        <td><div align="center">
            <input name="btgenera" type="button" id="btgenera" value="CERRAR" onClick="javascript:window.close();">
        </div></td>
        <td><div align="left">
            <input name="btcancelar" type="button" id="btcancelar" value="IMPRIMIR" onClick="javascript:window.print();">
        </div></td>
	</tr>
</table>

</body>
</html>
