<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<LINK REL="SHORTCUT ICON" HREF="../../imagenes/sia.ico">
<html>
<head>
<title>Ayuda Tipo de Retencion</title>
<meta http-equiv="Content-type" content="text/html;charset=UTF-8">
<style type="text/css">
<!--
.Estilo1 {font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="892" height="588" border="1">
  <tr>
    <td height="94" colspan="2" valign="top"><h3 align="center" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71"></h3>
      <h3 align="center" class="Estilo1">ORDENAMIENTO DE PAGO</h3>
      <h3 align="center" class="Estilo1">S.I.A. 6.0</h3>      </td>
  </tr>
  <tr>
    <td width="440" height="94" valign="top">      <p align="justify"><strong>TIPOS DE RETENCIONES</strong></p>
    <p align="justify">Podra definir un listado de tipos de retenciones que seran utilizadas al momento de registrar una orden de pago.</p></td><td width="436" valign="top"><blockquote>
      <p align="center"><strong>IMPORTANTE</strong></p>
      </blockquote>
      <p align="justify">Los tipos de retenciones deben ser definidas con anterioridad al registro de las ordenes de pago. Estas deben configurarse adecuadamente en lo referido al codigo contable que afectaran y el beneficiario de la retenci&oacute;n. </p></td>
  </tr>
  <tr>
    <td height="331" valign="top"><div align="justify">
      <blockquote><strong>Actualizar Tipos de Retenciones: </strong><strong></strong></blockquote>
    </div>    
      <p>En el men&uacute; <strong>Archivos </strong> elija la opcion<strong> Tipos de Retenciones </strong>y presione<strong> Click.</strong></p>
      <div align="justify"><ul><li>De la barra de menu, pulse el bot&oacute;n <strong>Incluir.</strong></li>
          </ul>
          <ul>
            <li> En la celda tipo  escriba el c&oacute;digo que identifica el tipo de retenci&oacute;n y presione <strong>TAB.</strong></li>
          </ul>
          <ul>
            <li>Escriba la descripci&oacute;n del tipo de retenci&oacute;n y presione<strong> TAB</strong>. </li>
            <li>Escriba el valor correspondiente a la tasa correspondiente al tipo de retenci&oacute;n y presione<strong>TAB</strong>. </li>
            <li>Escriba el valor correspondiente a la Base imponible del tipo de retenci&oacute;n y presione<strong> TAB</strong>. </li>
            <li>Escriba el valor correspondiente a Pagos Mayor a  del tipo de retenci&oacute;n y presione<strong> TAB</strong>. </li>
            <li>Escriba el valor correspondiente a el sustraendo del tipo de retenci&oacute;n y presione<strong> TAB</strong>. </li>
            <li>Escoga de la lista el valor  SI/NO para redondea operaci&oacute;n y presione<strong> TAB</strong>. </li>
            <li>Escoga de la lista el valor para grupo de retenci&oacute;n y presione<strong> TAB</strong>. </li>
            <li>Despliegue el catalogo o escriba el valor correspondiente a codigo contable y presione<strong> TAB</strong>. </li>
            <li>Despliegue el catalogo o escriba el valor correspondiente a ced/rif beneficiario y presione<strong> TAB</strong>.</li>
          </ul>
        <blockquote>&nbsp;</blockquote>
      </div></td>
    <td valign="top"><div align="justify">
      <blockquote>&nbsp;</blockquote>
    </div>      
      <div align="justify">
        <ul>
          <li>Escoga de la lista el valor SI/NO para genera asiento contable y presione<strong> TAB</strong>. </li>
            <li>Escoga de la lista el valor SI/NO para retenci&oacute;n parcial y presione<strong> TAB</strong>. </li>
            <li>Escriba el valor correspondiente a el codigo del concepto de retenci&oacute;n y presione<strong> TAB</strong>. </li>
        </ul>
        <blockquote>Pulse el bot&oacute;n <strong>Grabar</strong> para registrar los datos suministrados o <strong>Blanquear</strong> para inicializar los campos.</blockquote>
      </div>      
      <p align="justify">De forma Similar se presenta la opcion de <strong>Modificar y Eliminar </strong>, para esto se debe ubicar el tipo de retenci&oacute;n, al posicionarse haga <strong>Doble click</strong> en el codigo del tipo de retenci&oacute;n, luego haga <strong>Click</strong> en el bot&oacute;n <strong>Modificar o Eliminar </strong>, en la barra de men&uacute; del sistema y proceda a cambiar o a eliminar segun sea el caso. </p>
      <p align="justify">Al pie de la lista de tipos de retenci&oacute;n, estan las opciones <strong>1</strong>, <strong>2</strong> , <strong>Siguiente, </strong>esto permite avanzar a la siguiente pagina o al numero de pagina especificado de la lista mostrada.</p>
      <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de Tipos de retenci&oacute;n.</p>
    <p align="justify">Con el Bot&oacute;n <strong>Menu</strong> <strong>Principal</strong>, volvemos al menu principal del Modulo.</p></td>
  </tr>
</table>
<table width="944" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr> <td>&nbsp;</td></tr> 
    <tr align="center">
        <td><div align="center">
            <input name="btgenera" type="button" id="btgenera" value="CERRAR" onClick="javascript:window.close();">
        </div></td>
        <td><div align="left">
            <input name="btcancelar" type="button" id="btcancelar" value="IMPRIMIR" onClick="javascript:window.print();">
        </div></td>
	</tr>
</table>
</body>
</html>
