<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<LINK REL="SHORTCUT ICON" HREF="../../imagenes/sia.ico">
<html>
<head>
<title>Ayuda Estructura de Orden</title>
<meta http-equiv="Content-type" content="text/html;charset=UTF-8">
<style type="text/css">
<!--
.Estilo1 {font-family: "Times New Roman", Times, serif;	font-weight: bold;}
-->
</style>
</head>

<body>
<table width="903" height="661" border="1">
  <tr>
    <td height="94" colspan="2" valign="top"><h3 align="center" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71"></h3>
    <h3 align="center" class="Estilo1">ORDENAMIENTO DE PAGO</h3>
    <h3 align="center" class="Estilo1">S.I.A. 6.0</h3>    </td>
  </tr>
  <tr>
    <td width="448" height="122" valign="top">      
        <div align="justify">
          <p><strong>ESTRUCTURA DE ORDEN</strong></p>
        </div>      
    <p align="justify">Podra registrar una estructura de orden de pago, la cual sera cargada posteriormente desde el modulo de nomina.</p></td>
    <td width="439" valign="top">
        <div align="justify">
          <blockquote>
            <div align="center"><strong>IMPORTANTE</strong></div>
          </blockquote>
        </div>      
        <p align="justify">Es importante resaltar que la estructura de la orden debe ser definida previamente y debe contener al menos una linea de codigo presupuestario y de tipo de retenci&oacute;n.</p>    </td>
  </tr>
  <tr>
    <td height="385" valign="top"><p align="justify"><strong>Actualizar Estructura de Orden: </strong><strong></strong></p>      
      <div align="justify">
        <ul>
          <li>En el men&uacute; <strong>Proceso</strong> elija la opcion<strong> Definici&oacute;n Estructura de Orden </strong>y presione<strong> Click.</strong></li>
            <li>De la barra de menu, pulse el bot&oacute;n <strong>Incluir.</strong></li>
        </ul>
      </div>      <p align="justify"><strong>Nota: </strong>El sistema mostrara la primera estructura registrada, con la informaci&oacute;n presupuestaria cargada en la misma. </p>
      <div align="justify">
        <ul>
          <li>        Indique el codigo que identificara la estructura de orden y presione <strong>TAB</strong>.</li>
            <li>Indique la descripcion de la estructura de orden y presione <strong>TAB</strong>. </li>
            <li>Despliegue el catalogo o escriba el valor correspondiente a la ced/rif del beneficiario de la estructura de orden y presione<strong> TAB</strong>. </li>
            <li>Escriba el concepto de la estructura de orden y presione <strong>TAB</strong>.</li>
            <li>Escoga de la lista el valor correspondiente al tipo de documento y presione<strong> TAB</strong>. </li>
            <li>Despliegue el catalogo o escriba el valor correspondiente al tipo de orden y presione<strong> TAB</strong>. </li>
        </ul>
        <p><strong>Nota</strong>: El escoger del catalogo los valores de ced/rif beneficiario y tipo de orden, se muestran automaticamente los nombres de los mismos.</p>
        <ul>
          <li>Escriba la fecha desde y presione <strong>TAB</strong>.</li>
          <li>Escriba la fecha hasta y presione <strong>TAB</strong>.</li>
        </ul>
      </div>      
      <div align="justify">        
        <p><strong>Nota</strong>: En la parte inferior se muestran tres pesta&ntilde;as las cuales estan referidas a los codigos presupuestarios , retenciones y otros pasivos que contendra la estructura de orden al momento de ser definida y posteriormente cargada. </p>
        <p>Haga <strong>Click</strong> sobre la pesta&ntilde;a de <strong>codigos presupuestarios</strong> y pulse el bot&oacute;n <strong>Agregar. </strong>Para registrar la informaci&oacute;n referida a los codigos presupuestarios que integraran la misma. El sistema despliega una ventana y solicitara la siguiente informaci&oacute;n:</p>
      </div>      
      <div align="justify">
        <ul>
          <li>Escriba el documento compromiso y presione <strong>TAB</strong>.</li>
            <li>Escriba la referencia del compromiso y presione <strong>TAB</strong>.</li>
            <li>Despliegue el catalogo o escriba el valor correspondiente al codigo presupuestario y presione<strong> TAB</strong>. </li>
            <li>Indique el monto (puede ser un valor simbolico de 1) y presione <strong>TAB</strong>.</li>
        </ul>
        <p><strong>Nota</strong>: Al momento de registrar la estructura se puede incluir un solo codigo presupuestario con un monto simbolico de 1. El documento compromiso y la referencia del compromiso no pueden estar vacia. </p>
        <p>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>Estructura de Orden</strong>.</p>
        <div align="justify">
          <p>Haga <strong>Click</strong> sobre la pesta&ntilde;a de <strong>Retenciones</strong> y pulse el bot&oacute;n <strong>Agregar. </strong>Para registrar la informaci&oacute;n referida a las retenciones que integraran la misma. El sistema despliega una ventana y solicitara la siguiente informaci&oacute;n:</p>
        </div>
        <div align="justify">
          <ul>
            <li>Despliegue del catalogo o escriba el tipo de retencion y presione <strong>TAB</strong>.</li>
            <li>Escriba la tasa y presione <strong>TAB</strong>.</li>
            <li>Escriba el monto objeto de la retenci&oacute;n y presione <strong>TAB</strong>.</li>
            <li>Indique el monto de la retenci&oacute;n (puede ser un valor simbolico de 1) y presione <strong>TAB</strong>.</li>
            <li>Escoga de la lista o escriba el valor correspondiente al codigo presupuestario y presione<strong> TAB</strong>. </li>
            <li>Despliegue el catalogo o escriba el valor correspondiente a la ced/rif del beneficiario de la retenci&oacute;n y presione<strong> TAB</strong>. </li>
            <li>Escriba el concepto de la retenci&oacute;n y presione <strong>TAB</strong>.</li>
          </ul>
          <p><strong>Nota</strong>: Al momento de registrar la estructura se puede incluir un solo tipo de retenci&oacute;n con un monto simbolico de 1. </p>
          <p>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>Estructura de Orden</strong>.</p>
        </div>
      </div>      
    </td>
    <td valign="top"><div align="justify"> 
      <div align="justify">
        <p>Haga <strong>Click</strong> sobre la pesta&ntilde;a de <strong>Otros Pasivos</strong> y pulse el bot&oacute;n <strong>Agregar. </strong>Para registrar la informaci&oacute;n referida a otros pasivos  que integraran la misma. El sistema despliega una ventana y solicitara la siguiente informaci&oacute;n:</p>
      </div>
      <div align="justify">
        <ul>
          <li>Despliegue del catalogo o escriba el codigo de la cuenta contable de pasivo y presione <strong>TAB</strong>.</li>
          <li>Indique el monto de la cuenta (puede ser un valor simbolico de 1) y presione <strong>TAB</strong>.</li>
          </ul>
        <p><strong>Nota</strong>: Al momento de registrar la estructura se puede incluir un solo codigo de cuenta si es necesario. </p>
        <p>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>Estructura de Orden</strong>.</p>
      </div>
      <p>Pulse el Bot&oacute;n <strong>Refrescar</strong>, se actualiza la informaci&oacute;n registrada en la cada una de las opciones incluidas.</p>
      </div>      
      <p align="justify">Pulse el bot&oacute;n <strong>Grabar</strong>  para registrar los datos suministrados o <strong>Blanquear</strong>  para inicializar los campos. </p>            <div align="justify">        De forma Similar se presentan las opciones de <strong>Modificar y Eliminar </strong>, para esto se debe avanzar con el men&uacute; de <strong>Primero</strong> , <strong>Anterior</strong> ,<strong> Siguiente</strong> o <strong>Ultimo</strong> hasta la estructura de orden que se desea modificar, al posicionarse haga <strong>click</strong> en el bot&oacute;n <strong>Modificar o Eliminar </strong>, en la barra de men&uacute; del sistema y proceda a cambiar los campos requeridos. </div>      
      <p align="justify">Si desea modificar los datos de la esructura. Pulse doble click sobre la informaci&oacute;n que desea modificar ya sea en la estructura presupuestaria, las retenciones u otros pasivos. El sistema despliega una ventana y mostrara la informaci&oacute;n de los campos, proceda a modificar la informaci&oacute;n requerida.</p>
      <p>Otra forma de realizar las busquedas es utilizando el Bot&oacute;n <strong>Catalogo</strong> del Menu, a traves del cual se realizan las busqueda colocando un texto que corresponda a cualquiera de los criterios, luego haga <strong>Click</strong> en el bot&oacute;n de <strong>Buscar.</strong> </p>      
      <p align="justify">Pulse el bot&oacute;n <strong>Asigna Compromisos </strong> para asignar compromisos particulares a la estructura de orden. Esto se utiliza cuando la estructura debe afectar varios compromisos presupuestarios.</p>
      <p align="justify">Pulse el bot&oacute;n <strong>Agregar</strong>, el sistema despliega una ventana y solicitara la siguiente informaci&oacute;n:</p>
      <div align="justify"></div>
      <div align="justify">
        <ul>
          <li>Escriba la cedula y presione <strong>TAB</strong>.</li>
          <li>Escriba el documento compromiso y presione <strong>TAB</strong>.</li>
          <li>Escriba la referencia del compromiso y presione <strong>TAB</strong>.</li>
        </ul>
        <p><strong>Nota</strong>: La referencia del compromiso debe ser valida y existir en los compromisos presupuestarios.</p>
        <p>Pulse el Bot&oacute;n de <strong>Aceptar, </strong>para guardar la informaci&oacute;n suministrada, <strong>Blanquear</strong> para inicializar los campos y <strong>Atras</strong> para volver a la ventana de <strong>Estructura de Orden</strong>.</p>
      </div>      <p align="justify">&nbsp;</p>
      <p align="justify">Presione el Bot&oacute;n <strong>Atras</strong>, para volver al menu de proceso.</p>      <p align="justify">Con el Bot&oacute;n <strong>Menu</strong> <strong>Principal</strong>, volvemos al menu principal del Modulo.</p>
      <p align="justify">&nbsp;</p>
      <div align="justify"></div></td>
  </tr>
</table>
<table width="944" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr> <td>&nbsp;</td></tr> 
    <tr align="center">
        <td><div align="center">
            <input name="btgenera" type="button" id="btgenera" value="CERRAR" onClick="javascript:window.close();">
        </div></td>
        <td><div align="left">
            <input name="btcancelar" type="button" id="btcancelar" value="IMPRIMIR" onClick="javascript:window.print();">
        </div></td>
	</tr>
</table>

</body>
</html>
