<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<LINK REL="SHORTCUT ICON" HREF="../../imagenes/sia.ico">
<html>
<head>
<title>Ayuda Planilla de Retencion</title>
<meta http-equiv="Content-type" content="text/html;charset=UTF-8">
<style type="text/css">
<!--
.Estilo1 {font-family: "Times New Roman", Times, serif;	font-weight: bold;}
-->
</style>
</head>

<body>
<table width="903" height="661" border="1">
  <tr>
    <td height="94" colspan="2" valign="top"><h3 align="center" class="Estilo1"><img src="../../imagenes/Logo_sia.gif" width="107" height="71"></h3>
    <h3 align="center" class="Estilo1">ORDENAMIENTO DE PAGO</h3>
    <h3 align="center" class="Estilo1">S.I.A. 6.0</h3>    </td>
  </tr>
  <tr>
    <td width="463" height="122" valign="top">      
        <div align="justify">
          <p><strong>GENERAR PLANILLA DE RETENCION</strong></p>
        </div>      
    <p align="justify">Podra registrar las planillas de retenci&oacute;n correspondientes a las retenciones incluidas en una orden de pago especifica. Cada tipo de planilla de retenci&oacute;n debe estar configurada previamente en el modulo de Control Bancario, en la opci&oacute;n Tipos de Planillas, esto es imprescindible para poder generar las diferentes planillas desde el Ordenamiento de Pago. </p></td>
    <td width="424" valign="top">
        <div align="justify">
          <blockquote>
            <div align="center"><strong>IMPORTANTE</strong></div>
          </blockquote>
        </div>      
        <p align="justify">Es importante resaltar que  se puede imprimir la planilla de la retenci&oacute;n generada ,colocando en el cuadro de dialogo mostrado en la parte inferior el tipo de planilla y pulsando sobre el bot&oacute;n <strong>Imprimir</strong>.</p>    </td>
  </tr>
  <tr>
    <td height="385" valign="top"><p align="justify"><strong>Actualizar Planilla de Retenci&oacute;n: </strong><strong></strong></p>      
      
      <div align="justify">
          <ul>
            <li>En el men&uacute; <strong>Proceso</strong> elija la opcion<strong> Generar Planilla de Retenci&oacute;n</strong> presione<strong> Click.</strong></li>
              <li>Despliegue el catalogo o indique el valor correspondiente a la referencia de la orden de pago que contiene la/s retencion/es y presione <strong>TAB</strong>.</li>
          </ul>
          <p><strong>Nota</strong>: Al escoger del catalogo la referencia de la orden de pago, se muestra automaticamente  la fecha de la orden y Ced/rif del beneficiario.</p>
      </div>      
      <div align="justify">
<ul>
  <li>Pulse el bot&oacute;n para <strong>Cargar Retenciones</strong>.</li>
</ul>
<p><strong>Nota: </strong>El sistema despliega si es el caso, en la parte inferior las retenciones contenidas en la orden, mostrando tipo ret, tasa, monto objeto, monto de retenci&oacute;n , entre otros. De lo contrario se debe agregar los datos de la retencion de forma manual. </p>
<p>Hacer doble <strong>Click</strong> sobre el tipo de retenci&oacute;n, a la cual se va a registrar la planilla, se mostrara una ventana mostrando parte de la informaci&oacute;n ya cargada en la orden y solicitando la  informaci&oacute;n restante:
        </p>
<ul>
  <li>Ingrese el numero de planilla y presione <strong>TAB</strong>. </li>
  <li>Escoga de la lista el tipo de enriquecimiento y presione <strong>TAB</strong>. </li>
  <li>Ingrese el tipo de documento y presione <strong>TAB</strong>. </li>
  <li>Ingrese el nro de documento y presione <strong>TAB</strong>. </li>
  <li>Ingrese el nro. de control y presione <strong>TAB</strong>. </li>
  <li>Ingrese la fecha factura y presione <strong>TAB</strong>. </li>
  <li>Ingrese el total factura y presione <strong>TAB</strong>.    </li>
  </ul>
<p>Pulse el Bot&oacute;n de <strong>Incluir,</strong> para guardar la informaci&oacute;n de la nueva planilla, <strong>Modificar</strong> para actualizar los datos de una planilla ya existente, <strong>Atras</strong> para volver a la ventana anterior, <strong>Eliminar</strong> para eliminar una planilla ya registrada y <strong>Anular </strong>para anular una planilla ya registrada. </p>
<p align="justify">&nbsp;</p>
</div>      
    </td>
    <td valign="top">      <p align="justify">&nbsp;</p>
      <p align="justify">Haga <strong>Click</strong> en le bot&oacute;n <strong>Agregar, </strong>si desea incluir los datos de la retenci&oacute;n, el sistema desplegara una ventana solicitando la siguiente informaci&oacute;n:</p>
      <ul>
        <li>Ingrese el numero de Orden y presione <strong>TAB</strong>. </li>
        <li>Ingrese la Orden de retenci&oacute;n y presione <strong>TAB</strong>. </li>
        <li>Escoga del catalogo el tipo de retenci&oacute;n y presione <strong>TAB</strong>. </li>
        <li>Ingrese la tasa de la retenci&oacute;n y presione <strong>TAB</strong>. </li>
        <li>Ingrese el monto Objeto y presione <strong>TAB</strong>. </li>
        <li>Ingrese el monto de la retenci&oacute;n y presione <strong>TAB</strong>. </li>
        <li>Ingrese el numero de planilla y presione <strong>TAB</strong>. </li>
        <li>Escoga de la lista el tipo de enriquecimiento y presione <strong>TAB</strong>. </li>
        <li>Ingrese el tipo de documento y presione <strong>TAB</strong>. </li>
        <li>Ingrese el nro de documento y presione <strong>TAB</strong>. </li>
        <li>Ingrese el nro. de control y presione <strong>TAB</strong>. </li>
        <li>Ingrese la fecha factura y presione <strong>TAB</strong>. </li>
        <li>Ingrese el Total factura y presione <strong>TAB</strong>. </li>
      </ul>
      <p>Pulse el Bot&oacute;n de <strong>Incluir,</strong> para guardar la informaci&oacute;n de la nueva planilla, <strong>y </strong><strong>Atras</strong> para volver a la ventana anterior. </p>
      <p align="justify">Pulse el bot&oacute;n <strong>Blanquear</strong>  para inicializar los campos. </p>      <div align="justify"></div>      
      <p align="justify">Con el Bot&oacute;n <strong>Menu</strong> <strong>Principal</strong>, volvemos al menu principal del Modulo.</p>
      <p align="justify">&nbsp;</p>
  </td></tr>
</table>
<table width="944" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr> <td>&nbsp;</td></tr> 
    <tr align="center">
        <td><div align="center">
            <input name="btgenera" type="button" id="btgenera" value="CERRAR" onClick="javascript:window.close();">
        </div></td>
        <td><div align="left">
            <input name="btcancelar" type="button" id="btcancelar" value="IMPRIMIR" onClick="javascript:window.print();">
        </div></td>
	</tr>
</table>

</body>
</html>
